<?php
include "inc/hader.php";
?>
<?php
$sedanycom= "www.sedany.com";
$sedany0= "<div class= sedany > <a title=سيداني   target=_blank      href=http://$sedanycom > Powered by sedany.com  </a> </div>";
$Blok = "اختر القارئ المفضل لك";
$min="الحديث النبوي الشريف ";
$Bloklink="<li><a href='index.php?Quran=Abdulbasit_Mojawwad' class='link1'> $soot[1] </a></li>
<li><a href='index.php?Quran=Al-Ajmy' class='link1'> $soot[2] </a></li>
<li><a href='index.php?Quran=Abdulbasit' class='link1'>  $soot[3] </a></li>
<li><a href='index.php?Quran=Al-Minshawi' class='link1'> $soot[4]  </a></li>
<li><a href='index.php?Quran=Al-Minshawi_Mojawwad' class='link1'> $soot[5]  </a></li>
<li><a href='index.php?Quran=Alsudaes' class='link1'>   $soot[6]  </a></li>
<li><a href='index.php?Quran=Al-Johany' class='link1'>   $soot[7]  </a></li>
<li><a href='index.php?Quran=maher' class='link1'>   $soot[8] </a></li>
<li><a href='index.php?Quran=Al-Shuraim' class='link1'>  $soot[9] </a></li>
<li><a href='index.php?Quran=Al-Ghamdi' class='link1'> $soot[10] </a></li>
<li><a href='index.php?Quran=Fares' class='link1'>   $soot[11] </a></li>
<li><a href='index.php?Quran=Alafasi' class='link1'>  $soot[12] </a></li>
<li><a href='index.php?Quran=abdulkafi' class='link1'> $soot[40] </a></li>
<li><a href='index.php?Quran=adel-rayan' class='link1'> $soot[13] </a></li>
<li><a href='index.php?Quran=Al-Ahmad' class='link1'> $soot[33]  </a></li>
<li><a href='index.php?Quran=alakhdar' class='link1'>  $soot[17] </a></li>
<li><a href='index.php?Quran=Al-Dosari' class='link1'> $soot[23] </a></li>
<li><a href='index.php?Quran=Al-Hussary' class='link1'> $soot[45]  </a></li>
<li><a href='index.php?Quran=Ali-Alhuthaifi' class='link1'> $soot[50]  </a></li>
<li><a href='index.php?Quran=alkalbany' class='link1'> $soot[41] </a></li>
<li><a href='index.php?Quran=Al-Mattrod' class='link1'> $soot[46]  </a></li>
<li><a href='index.php?Quran=Al-Qahtani' class='link1'> $soot[47] </a></li>
<li><a href='index.php?Quran=al-qasim' class='link1'> $soot[30]  </a></li>
<li><a href='index.php?Quran=Al-Qazabri' class='link1'> $soot[48]  </a></li>
<li><a href='index.php?Quran=athobaity' class='link1'> $soot[42]  </a></li>
<li><a href='index.php?Quran=basfar' class='link1'> $soot[24] </a></li>
<li><a href='index.php?Quran=Bukhatir' class='link1'> $soot[34]  </a></li>
<li><a href='index.php?Quran=doukkali' class='link1'> $soot[35]  </a></li>
<li><a href='index.php?Quran=el-najjar' class='link1'> $soot[43]  </a></li>
<li><a href='index.php?Quran=Hani' class='link1'> $soot[14]  </a></li>
<li><a href='index.php?Quran=hatem' class='link1'> $soot[18]  </a></li>
<li><a href='index.php?Quran=Jaber' class='link1'>$soot[19]  </a></li>
<li><a href='index.php?Quran=jamal' class='link1'> $soot[20]  </a></li>
<li><a href='index.php?Quran=Jibrel' class='link1'> $soot[25]  </a></li>
<li><a href='index.php?Quran=Kanakeri' class='link1'> $soot[36]  </a></li>
<li><a href='index.php?Quran=khalifa' class='link1'> $soot[37]  </a></li>
<li><a href='index.php?Quran=khayat' class='link1'> $soot[26]  </a></li>
<li><a href='index.php?Quran=Mohamad-Abdullkarem' class='link1'> $soot[44]  </a></li>
<li><a href='index.php?Quran=muslim' class='link1'> $soot[27]  </a></li>
<li><a href='index.php?Quran=nabil' class='link1'> $soot[21] </a></li>
<li><a href='index.php?Quran=Sahl-Yassin' class='link1'> $soot[49]  </a></li>
<li><a href='index.php?Quran=Salah-Albudair' class='link1'> $soot[38]  </a></li>
<li><a href='index.php?Quran=Shatri' class='link1'> $soot[28]  </a></li>
<li><a href='index.php?Quran=Shirazad-Taher' class='link1'> $soot[39]  </a></li>
<li><a href='index.php?Quran=soufi' class='link1'> $soot[22]  </a></li>
<li><a href='index.php?Quran=Tawfeeq-As-Sayegh' class='link1'> $soot[31]  </a></li>
<li><a href='index.php?Quran=yaseen' class='link1'> $soot[29]  </a></li>
<li><a href='index.php?Quran=youssef' class='link1'> $soot[32]</a></li>
<li><a href='index.php?Quran=zain' class='link1'> $soot[15]  </a></li>
<li><a href='index.php?Quran=zaki' class='link1'> $soot[16]  </a></li>
<li><a href='index.php?Quran=banr' class='link1'>  $SEDANY[11] </a></li>
";
?><div class="com-sedany">
<link rel='stylesheet' type='text/css' href='css/htsmin.css' /><div class="mw">
<div class="mw-right">
<div class="mw-left">
<!--هذا الكلاسات للاطراف-->
<div class="web"><div class="web-right"><?php
include "inc/Blok.php";
?>
<div class="clr"> </div></div>
<div class="web-left">
<?=$minhader;?>
<h1> <?=$min;?>  </h1><?=$addthis;?><link rel='stylesheet' type='text/css' href='css/7tsmin.css' />
<?php
$sedanyhtsmin1 = "<title>
رقم الحديث 1 </title>
<div class='hts'><h3> رقم الحديث : 1   </h3><ul><li><a > عن أبي هريرة عن النبي عليه الصلاة والسلام قال  :  </a></li>
<li><a > <span >  'من كان يومن بالله واليوم الأخر فليقل خيراأو ليصمت'  </span></a></li><li><a >  متفق عليه </a>  </li></ul></div>";
$sedanyhtsmin2 = "<title>
رقم الحديث 2 </title>
<div class='hts'><h3>رقمالحديث:2</h3>
<ul>
<li><a> عن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال:  </a></li>
<li><a><span>'إذَا أَصبَحَ ابنُ ءادَمَ فإنَّ الأَعضَاءَ كُلَّهَا تُكَفِّرُ اللّسَانَ فتَقُولُ اتّقِ اللهَ فِيْنَا فإنَّمَا نَحنُ بِكَ فإنِ استَقَمتَ استَقَمنا وإنِ اعْوَجَجْتَ اعْوَجَجْنَا,'</span></a></li>
<li><a>رواهالترمذي</a></li>
</ul></div>";
$sedanyhtsmin3 = "<title>
رقم الحديث 3 </title>
<div class='hts'><h3> رقم الحديث :3   </h3>
<ul>
<li><a > عن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - :  </a></li>
<li><a > <span >    ( قال الله عز وجل : يؤذيني ابن آدم يسب الدهر ، وأنا الدهر بيدي الأمر ، أقلب الليل والنهار ) . </span></a></li>
<li><a >  أخرجه البخاري ومسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin4 = "<title>
رقم الحديث 4 </title>
<div class='hts'><h3> رقم الحديث :4   </h3>
<ul>
<li><a > عن أنس عن النبي صلى الله عليه وسلم قال : </a></li>
<li><a > <span >    (ثلاث من كن فيه وجد حلاوة الإيمان أن يكون الله ورسوله أحب إليه مما سواهما وأن يحب المرء لا يحبه إلا لله وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار).  </span></a></li>
<li><a >  رواه البخاري </a>  </li>
</ul></div>";
$sedanyhtsmin5 = "<title>
رقم الحديث 5 </title>
<div class='hts'><h3> رقم الحديث :5   </h3>
<ul>
<li><a >  عن ‏ ‏عبد الله بن عمر ‏ ‏رضي الله عنه عن النبي ‏ ‏صلى الله عليه وسلم ‏ ‏قال ‏‏ </a></li>
<li><a > <span >  ' ‏الظلم ظلمات يوم القيامة '   </span></a></li>
<li><a >   رواه البخاري </a>  </li>
</ul></div>";$sedanyhtsmin6 = "<title>
رقم الحديث 6</title>
<div class='hts'><h3> رقم الحديث :6 </h3>
<ul>
<li><a >  عن أنس بن مالك عن النبي ‏ ‏صلى الله عليه وسلم ‏ ‏قال  ‏‏ </a></li>
<li><a > <span >   ‏' ‏لا يؤمن أحدكم حتى يحب لأخيه ‏ ‏أو قال لجاره ‏ ‏ما يحب لنفسه '   </span></a></li>
<li><a >  صحيح البخاري  </a>  </li>
</ul></div>";
$sedanyhtsmin7 = "<title>
رقم الحديث 7
</title>
<div class='hts'><h3> رقم الحديث :7 </h3>
<ul>
<li><a >  قال رسول الله ‏ ‏صلى الله عليه وسلم ‏‏ </a></li>
<li><a > <span >    ‏' ‏الدين النصيحة قلنا لمن قال لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم'   </span></a></li>
<li><a >  صحيح مسلم </a>  </li>
</ul></div>";
$sedanyhtsmin8 = "<title>
رقم الحديث 8</title>
<div class='hts'><h3> رقم الحديث :8 </h3>
<ul>
<li><a > ‏قال  رسول الله ‏ ‏صلى الله عليه وسلم ‏  </a></li>
<li><a > <span >    ‏' ‏ ‏إنما الأعمال ‏ ‏بالنيات ‏ ‏وإنما لكل امرئ ما نوى فمن كانت هجرته إلى دنيا ‏ ‏يصيبها ‏ ‏أو إلى امرأة ينكحها فهجرته إلى ما هاجر إليه'  </span></a></li>
<li><a >  صحيح البخاري </a>  </li>
</ul></div>";
$sedanyhtsmin9 = "<title>
رقم الحديث 9</title>
<div class='hts'><h3> رقم الحديث :9 </h3>
<ul>
<li><a > عن أَبِي هُرَيْرَةَ  عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ‏  </a></li>
<li><a > <span >    ‏'‏ بَيْنَمَا رَجُلٌ يَمْشِي قَدْ أَعْجَبَتْهُ جُمَّتُهُ وَبُرْدَاهُ إِذْ خُسِفَ بِهِ الأَرْضُ فَهُوَ يَتَجَلْجَلُ فِي الأَرْضِ حَتَّى تَقُومَ السَّاعَة' </span></a></li>
<li><a >   صحيح مسلم </a>  </li>
</ul></div>";
$sedanyhtsmin10 = "<title>
رقم الحديث 10</title>
<div class='hts'><h3> رقم الحديث :10 </h3>
<ul>
<li><a >قال رسول الله صلى الله عليه وسلم  </a></li>
<li><a > <span >    ‏'‏ إِيَّاكُمْ وَالْجُلُوسَ فِي الطُّرُقَاتِ ‏'‏ ‏.‏ </span></a></li>
<li><a >  ‏ قَالُوا يَا رَسُولَ اللَّهِ مَا لَنَا بُدٌّ مِنْ مَجَالِسِنَا نَتَحَدَّثُ فِيهَا ‏.  </a>  </li>
<li><a >‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم </a></li>
<li><a > <span >   ‏'‏ فَإِذَا أَبَيْتُمْ إِلاَّ الْمَجْلِسَ فَأَعْطُوا الطَّرِيقَ حَقَّهُ ‏'‏ ‏.  ‏ </span></a></li>
<li><a >  قَالُوا وَمَا حَقُّهُ قَالَ </a></li>
<li><a > <span >  '‏ غَضُّ الْبَصَرِ وَكَفُّ الأَذَى وَرَدُّ السَّلاَمِ وَالأَمْرُ بِالْمَعْرُوفِ وَالنَّهْىُ عَنِ الْمُنْكَرِ ‏'‏  ‏ </span></a></li>
<li><a > صحيح مسلم </a></li>
</ul></div>";
$sedanyhtsmin11 = "<title>
رقم الحديث 11</title>
<div class='hts'><h3> رقم الحديث:11  </h3>
<ul>
<li><a >  قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ‏‏ </a></li>
<li><a > <span >  ‏'‏ إِنَّ مِنْ خِيَارِكُمْ أَحَاسِنَكُمْ أَخْلاَقًا ‏'‏     </span></a></li>
<li><a > صحيح مسلم  </a>  </li>
</ul></div>";$sedanyhtsmin12 = "<title>
رقم الحديث 12</title>
<div class='hts'><h3> رقم الحديث :12  </h3>
<ul>
<li><a >   عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ    ‏‏ </a></li>
<li><a > <span >  ‏ ‏'‏ قَالَ اللَّهُ عَزَّ وَجَلَّ أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ حَيْثُ يَذْكُرُنِي وَاللَّهِ لَلَّهُ أَفْرَحُ بِتَوْبَةِ عَبْدِهِ مِنْ أَحَدِكُمْ يَجِدُ ضَالَّتَهُ بِالْفَلاَةِ وَمَنْ تَقَرَّبَ إِلَىَّ شِبْرًا تَقَرَّبْتُ إِلَيْهِ ذِرَاعًا وَمَنْ تَقَرَّبَ إِلَىَّ ذِرَاعًا تَقَرَّبْتُ إِلَيْهِ بَاعًا وَإِذَا أَقْبَلَ إِلَىَّ يَمْشِي أَقْبَلْتُ إِلَيْهِ أُهَرْوِلُ ‏'‏ ‏.‏‏     </span></a></li>
<li><a > صحيح مسلم </a>  </li>
</ul></div>";
$sedanyhtsmin13 = "<title>
رقم الحديث 13</title>
<div class='hts'><h3> رقم الحديث  13</h3>
<ul>
<li><a >  قال رسول الله صلى الله عليه وسلم  ‏‏ </a></li>
<li><a > <span >      ‏'‏ مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ‏'‏  </span></a></li>
<li><a >  سنن أبو داود </a>  </li>
</ul></div>";
$sedanyhtsmin14 = "<title>
رقم الحديث 14</title>
<div class='hts'><h3> رقم الحديث   14</h3>
<ul>
<li><a >  قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  ‏‏ </a></li>
<li><a > <span >    ‏'‏ كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ وَمَنْ مَاتَ وَهُوَ يَشْرَبُ الْخَمْرَ يُدْمِنُهَا لَمْ يَشْرَبْهَا فِي الآخِرَةِ'    </span></a></li>
<li><a >  سنن أبو داود </a>  </li>
</ul></div>";
$sedanyhtsmin15 = "<title>
رقم الحديث 15</title>
<div class='hts'><h3>  رقم الحديث  15 </h3>
<ul>
<li><a > عن أبي هريرة قال أخذ رسول الله -صلى الله عليه وسلم- بيدي فقال   ‏‏ </a></li>
<li><a > <span >    ' إن الله خلق التربة يوم السبت وخلق فيها الجبال يوم الأحد وخلق الشجر يوم الإثنين وخلق المكروه يوم الثلاثاء وخلق النور يوم الأربعاء وبث فيها الدواب يوم الخميس وخلق آدم بعد العصر من يوم الجمعة آخر خلق في آخر ساعة من ساعات الجمعة فيما بين العصر إلى الليل'   </span></a></li>
<li> <a >  صحيح ابن خزيمة </a>  </li>
</ul></div>";
$sedanyhtsmin16 = "<title>
رقم الحديث 16</title>
<div class='hts'><h3>  رقم الحديث 16 </h3>
<ul>
<li><a >  قال رسول الله -صلى الله عليه وسلم  ‏‏ </a></li>
<li><a > <span >  ' إن في الجمعة لساعة لا يوافقها عبد مسلم يسأل الله فيها خيرا إلا أعطاه إياه'     </span></a></li>
<li><a > صحيح ابن خزيمة  </a>  </li>
</ul></div>";
$sedanyhtsmin17 = "<title>
رقم الحديث 17</title>
<div class='hts'><h3> رقم الحديث  17 </h3>
<ul>
<li><a >   رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏‏ </a></li>
<li><a > <span >    ‏'‏ إِيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ ‏'‏ ‏.    </span></a></li>
<li><a >  فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ يَا رَسُولَ اللَّهِ أَفَرَأَيْتَ الْحَمْوَ  </a>  </li>
<li><a > <span >  قَالَ ‏'‏ الْحَمْوُ الْمَوْتُ ‏'‏ ‏.‏      </span></a></li>
<li><a >  صحيح مسلم </a>  </li>
</ul></div>";$sedanyhtsmin18 = "<title>
رقم الحديث 18</title>
<div class='hts'><h3> رقم الحديث 18 </h3>
<ul>
<li><a >  عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا عَادَ مَرِيضًا يَقُولُ   ‏‏ </a></li>
<li><a > <span >  ‏'‏ أَذْهِبِ الْبَاسَ رَبَّ النَّاسِ اشْفِهِ أَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ شِفَاءً لاَ يُغَادِرُ سَقَمًا ‏'‏     </span></a></li>
<li><a >  صحيح مسلم </a>  </li>
</ul></div>";
$sedanyhtsmin19 = "<title>
رقم الحديث 19</title>
<div class='hts'><h3> رقم الحديث 19  </h3>
<ul>
<li><a >   عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  ‏‏ </a></li>
<li><a > <span >    ‏'‏ رَغِمَ أَنْفُ ثُمَّ رَغِمَ أَنْفُ ثُمَّ رَغِمَ أَنْفُ ‏'‏ ‏.‏ قِيلَ مَنْ يَا رَسُولَ اللَّهِ قَالَ ‏'‏ مَنْ أَدْرَكَ أَبَوَيْهِ عِنْدَ الْكِبَرِ أَحَدَهُمَا أَوْ كِلَيْهِمَا فَلَمْ يَدْخُلِ الْجَنَّةَ ‏'‏ ‏   </span></a></li>
<li><a > صحيح مسلم   </a>  </li>
</ul></div>";
$sedanyhtsmin20 = "<title>
رقم الحديث 20</title>
<div class='hts'><h3>  رقم الحديث 20 </h3>
<ul>
<li><a > عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ     ‏‏ </a></li>
<li><a > <span >   ‏'‏ لاَ تَبَاغَضُوا وَلاَ تَحَاسَدُوا وَلاَ تَدَابَرُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا وَلاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثٍ ‏'‏ ‏.‏   </span></a></li>
<li><a >  صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin21 = "<title>
رقم الحديث 21</title>
<div class='hts'><h3> رقم الحديث 21  </h3>
<ul>
<li><a >   عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   ‏‏ </a></li>
<li><a > <span >    ‏'‏ تُفْتَحُ أَبْوَابُ الْجَنَّةِ يَوْمَ الاِثْنَيْنِ وَيَوْمَ الْخَمِيسِ فَيُغْفَرُ لِكُلِّ عَبْدٍ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا إِلاَّ رَجُلاً كَانَتْ بَيْنَهُ وَبَيْنَ أَخِيهِ شَحْنَاءُ فَيُقَالُ أَنْظِرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا أَنْظِرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا أَنْظِرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا ‏'‏ ‏.‏  </span></a></li>
<li><a >  صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin22 = "<title>
رقم الحديث 22</title>
<div class='hts'><h3> رقم الحديث 22  </h3>
<ul>
<li><a >   عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  ‏‏ </a></li>
<li><a > <span >    ‏'‏ مَا يُصِيبُ الْمُؤْمِنَ مِنْ شَوْكَةٍ فَمَا فَوْقَهَا إِلاَّ رَفَعَهُ اللَّهُ بِهَا دَرَجَةً أَوْ حَطَّ عَنْهُ بِهَا خَطِيئَةً ‏'‏ ‏.‏   </span></a></li>
<li><a >  صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin23 = "<title>
رقم الحديث 23</title>
<div class='hts'><h3> رقم الحديث23  </h3>
<ul>
<li><a >    عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏‏ </a></li>
<li><a > <span >    ‏'‏ مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ وَمَا زَادَ اللَّهُ عَبْدًا بِعَفْوٍ إِلاَّ عِزًّا وَمَا تَوَاضَعَ أَحَدٌ لِلَّهِ إِلاَّ رَفَعَهُ اللَّهُ'   </span></a></li>
<li><a >  صحيح مسلم  </a>  </li>
</ul></div>";$sedanyhtsmin24 = "<title>
رقم الحديث 24
</title>
<div class='hts'><h3>  رقم الحديث24 </h3>
<ul>
<li><a >   َ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ‏‏ </a></li>
<li><a > <span >  ‏'‏ إِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ وَإِنَّ الرَّجُلَ لَيَصْدُقُ حَتَّى يُكْتَبَ صِدِّيقًا وَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ وَإِنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكْتَبَ كَذَّابًا ‏'‏ ‏.‏    </span></a></li>
<li><a >  صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin25 = "<title>
رقم الحديث 25</title>
<div class='hts'><h3>  رقم الحديث 25 </h3>
<ul>
<li><a >  عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   ‏‏ </a></li>
<li><a > <span >    ‏'‏ لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ إِنَّمَا الشَّدِيدُ الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ ‏'‏ ‏.‏   </span></a></li>
<li><a >  صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin26 = "<title>
رقم الحديث 26</title>
<div class='hts'><h3>  رقم الحديث 26 </h3>
<ul>
<li><a >  عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ    ‏‏ </a></li>
<li><a > <span >  ‏'‏ إِذَا قَاتَلَ أَحَدُكُمْ أَخَاهُ فَلْيَتَّقِ الْوَجْهَ ‏'‏ ‏.‏    </span></a></li>
<li><a >  صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin27 = "<title>
رقم الحديث 27</title>
<div class='hts'><h3>  رقم الحديث 27 </h3>
<ul>
<li><a >   عَنْ أَبِي ذَرٍّ، قَالَ قَالَ لِيَ النَّبِيُّ صلى الله عليه وسلم  ‏‏ </a></li>
<li><a > <span >    ‏'‏ لاَ تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئًا وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ ‏'‏ ‏.   </span></a></li>
<li><a >  صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin28 = "<title>
رقم الحديث 28</title>
<div class='hts'><h3>  رقم الحديث 28 </h3>
<ul>
<li><a >   عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ أَعْرَابِيًّا، قَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم مَتَى السَّاعَةُ قَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏  ‏‏ </a></li>
<li><a > <span >  '‏ مَا أَعْدَدْتَ لَهَا ‏'‏ ‏.‏    </span></a></li>
<li><a >  قَالَ حُبَّ اللَّهِ وَرَسُولِهِ ‏.‏ قَالَ   </a>  </li>
<li><a > <span >  '‏ أَنْتَ مَعَ مَنْ أَحْبَبْتَ ‏'‏ ‏.‏    </span></a></li>
<li><a > صحيح  مسلم   </a>  </li>
</ul></div>";
$sedanyhtsmin29 = "<title>
رقم الحديث 29</title>
<div class='hts'><h3>  رقم الحديث 29  </h3>
<ul>
<li><a >   عن أبي عبد الرحمن عبد الله بن مسعـود رضي الله عنه، قال: حدثنا رسول الله صلى الله عليه وسلم - وهو الصادق المصدوق:  ‏‏ </a></li>
<li><a > <span >   ( إن أحـدكم يجمع خلقه في بطن أمه أربعين يوماً نطفه، ثم يكون علقةً مثل ذلك، ثم يكون مـضغـةً مثل ذلك، ثم يرسل إليه الملك، فينفخ فيه الروح، ويـؤمر بأربع كلمات: بكتب رزقه، وأجله، وعمله، وشقي أم سعيد؛ فوالله الـذي لا إلــه غـيره إن أحــدكم ليعـمل بعمل أهل الجنه حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعـمل بعـمل أهــل النار فـيـدخـلها. وإن أحدكم ليعمل بعمل أهل النار حتي ما يكون بينه وبينها إلا ذراع فــيسـبـق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها  (   </span></a></li>
<li><a >  صحيح البخاري  </a>  </li>
</ul></div>";$sedanyhtsmin30 = "<title>
رقم الحديث 30</title>
<div class='hts'><h3>  رقم الحديث 30 </h3>
<ul><li><a >   عن عـائـشة رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم  ‏‏ </a></li><li><a > <span >   (من أحدث في أمرنا هـذا مـا لـيـس مـنه فهـو رد  (    </span></a></li>
<li><a >  صحيح البخاري  </a>  </li>
</ul></div>";
$sedanyhtsmin31 = "<title>
رقم الحديث 31</title>
<div class='hts'><h3>  رقم الحديث 31 </h3>
<ul>
<li><a >  قال صلى الله عليه وسلم لمعاذ ابن جبل :    ‏‏ </a></li>
<li><a > <span >   ألا أعلمك دعاء تدعو به لو كان عليك مثل جبل أحد دينا لأداه الله عنك ؟
قل يا معاذ: (اللهم مالك الملك تؤتي الملك من تشاء، وتنزع الملك ممن 
تشاء، وتعز من تشاء، وتذل من تشاء، بيدك الخير إنك على كل شيء قدير .
رحمن الدنيا والآخرة ورحيمهما، تعطيهما من تشاء، وتمنع منهما من 
تشاء، ارحمني رحمة تغنيني بها عن رحمة من سواك(   </span></a></li>
<li><a > رواه الطبراني
</a>  </li>
</ul></div>";
$sedanyhtsmin32 = "<title>
رقم الحديث 32</title>
<div class='hts'><h3>  رقم الحديث32 </h3>
<ul>
<li><a >  ‏ ‏عن ‏ ‏عبد الله بن عمرو ‏أن رسول الله ‏ ‏صلى الله عليه وسلم ‏ ‏مر ‏ ‏بسعد ‏ ‏وهو يتوضأ فقال    ‏‏ </a></li>
<li><a > <span >  ‏ ‏'ما هذا السرف' فقال أفي الوضوء إسراف قال: 'نعم وإن كنت على نهر جار'    </span></a></li>
<li><a >  سنن ابن ماجة   </a>  </li>
</ul></div>";
$sedanyhtsmin33 = "<title>
رقم الحديث 33</title>
<div class='hts'><h3>  رقم الحديث 33 </h3>
<ul>
<li><a >   عن أبي عبد الله النعمان بن بشير رضي الله عنه قال:  سمعت رسول الله(صلى الله عليه وسلم ) يقول : 
</a></li>
<li><a > <span >   )إن الحلال بين ، والحرام بين ، وبينهما أمور مشتبهات لا يعلمهن كثير من الناس ، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه ، ومن وقع في الشبهات وقع في الحرام ، كالراعي حول الحمى يوشك أن يرتع فيه، ألا وأن لكل ملك حمى ، ألا وإن حمى الله محارمه ، ألا وإن في الحسد مضغة إذا صلحت صلح الجسد كله ، وإذا فسدت فسد الجسد كله ، ألا وهي القلب )) .   </span></a></li>
<li><a >   رواه البخاري ومسلم .  </a>  </li>
</ul></div>";
$sedanyhtsmin34 = "<title>
رقم الحديث 34</title>
<div class='hts'><h3>  رقم الحديث 34 </h3>
<ul>
<li><a >    عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ  ‏‏ </a></li>
<li><a > <span >  ‏'‏ لَيْسَ شَىْءٌ أَكْرَمَ عَلَى اللَّهِ سُبْحَانَهُ مِنَ الدُّعَاءِ ‏'‏ ‏.‏    </span></a></li>
<li><a >  ابن ماجة  </a>  </li>
</ul></div>";
$sedanyhtsmin35 = "<title>
رقم الحديث 35</title>
<div class='hts'>
<h3>  رقم الحديث 35 </h3>
<ul>
<li><a >   عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   ‏‏ </a></li>
<li><a > <span >   ‏'‏ إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً إِلاَّ وَاحِدًا مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ ‏'‏ ‏.‏   </span></a></li>
<li><a >  ابن ماجة  </a>  </li>
</ul></div>";$sedanyhtsmin36 = "<title>
رقم الحديث 36</title>
<div class='hts'>
<h3> رقم الحديث 36  </h3>
<ul>
<li><a >  عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَقُولُ عِنْدَ الْكَرْبِ   ‏‏ </a></li>
<li><a > <span >   ‏'‏ لاَ إِلَهَ إِلاَّ اللَّهُ الْحَلِيمُ الْكَرِيمُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ سُبْحَانَ اللَّهِ رَبِّ السَّمَوَاتِ السَّبْعِ وَرَبِّ الْعَرْشِ الْكَرِيمِ ‏'‏ ‏.    </span></a></li>
<li><a >  ابن ماجة  </a>  </li>
</ul></div>";
$sedanyhtsmin37 = "<title>
رقم الحديث 37</title>
<div class='hts'><h3>  رقم الحديث 37  </h3>
<ul>
<li><a >   عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ    ‏‏ </a></li>
<li><a > <span >  قَالَ ‏'‏ خَيْرُ بَيْتٍ فِي الْمُسْلِمِينَ بَيْتٌ فِيهِ يَتِيمٌ يُحْسَنُ إِلَيْهِ وَشَرُّ بَيْتٍ فِي الْمُسْلِمِينَ بَيْتٌ فِيهِ يَتِيمٌ يُسَاءُ إِلَيْهِ ‏'‏ ‏.‏   </span></a></li>
<li><a >  ابن ماجة  </a>  </li>
</ul>
</div>";
$sedanyhtsmin38 = "<title>
رقم الحديث 38</title>
<div class='hts'>
<h3> رقم الحديث 38  </h3>
<ul>
<li><a >   عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   ‏‏ </a></li>
<li><a > <span >  ‏'‏ كَانَ عَلَى الطَّرِيقِ غُصْنُ شَجَرَةٍ يُؤْذِي النَّاسَ فَأَمَاطَهَا رَجُلٌ فَأُدْخِلَ الْجَنَّةَ ‏'‏ ‏.‏    </span></a></li>
<li><a >   ابن ماجة </a>  </li>
</ul></div>";
$sedanyhtsmin39 = "<title>
رقم الحديث 39</title>
<div class='hts'>
<h3> رقم الحديث 39  </h3>
<ul>
<li><a >   قال رسول الله صلى الله عليه وسلم  :   ‏‏ </a></li>
<li><a > <span >   (ما من قوم يذكرون الله إلا حفت بهم الملائكة وغشيتهم الرحمة ونزلت عليهم السكينة وذكرهم الله فيمن عنده )    </span></a></li>
<li><a > الترمذي   </a>  </li>
</ul></div>";
$sedanyhtsmin40 = "<title>
رقم الحديث 40</title>
<div class='hts'>
<h3> رقم الحديث 40  </h3>
<ul>
<li><a >  قال رسول الله صلى الله عليه وسلم :   ‏‏ </a></li>
<li><a > <span >    (من قرأ الآيتين من آخر سورة البقرة في ليلة كفتاه )   </span></a></li>
<li><a >  الترمذي  </a>  </li>
</ul></div>";
$sedanyhtsmin41 = "<title>
رقم الحديث 41</title>
<div class='hts'><h3> رقم الحديث 41  </h3>
<ul>
<li><a > قال رسول الله صلى الله عليه وسلم :    ‏‏ </a></li>
<li><a > <span >   (من قرأ حرفا من كتاب الله فله به حسنة والحسنة بعشر أمثالها لا أقول ألم حرف ولكن ألف حرف ولام حرف وميم حرف)    </span></a></li>
<li><a >  الترمذي  </a>  </li>
</ul></div>";$sedanyhtsmin42 = "<title>
رقم الحديث 42</title>
<div class='hts'>
<h3> رقم الحديث 42  </h3>
<ul>
<li><a >   عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم :  ‏‏ </a></li>
<li><a > <span >   (للمؤمن على المؤمن ست خصال يعوده إذا مرض ويشهده إذا مات ويجيبه إذا دعاه ويسلم عليه إذا لقيه ويشمته إذا عطس وينصح له إذا غاب أو شهد)    </span></a></li>
<li><a > الترمذي   </a>  </li>
</ul></div>";
$sedanyhtsmin43 = "<title>
رقم الحديث 43</title>
<div class='hts'>
<h3> رقم الحديث 43   </h3>
<ul>
<li><a >   عن أبي هريرة ـ رضي الله عنه ـ عن النبي صلى الله عليه وسلم قال :  ‏‏ </a></li>
<li><a > <span >  ' ثلاثة لا يرد دعاؤهم : الذاكر لله كثيرا ، ودعوة المظلوم ، والإمام المقسط '     </span></a></li>
<li><a >   رواه البيهقي  </a>  </li>
</ul>
</div>";
$sedanyhtsmin44 = "<title>
رقم الحديث 44</title>
<div class='hts'>
<h3> رقم الحديث 44  </h3>
<ul>
<li><a >  عن أبي هريرة ـ رضي الله عنه ـ قال رسول الله صلى الله عليه وسلم :    ‏‏ </a></li>
<li><a > <span >   ' ثلاث دعوات يستجاب لهن لاشك فيهن : دعوة المظلوم ، ودعوة المسافر ، ودعوة الوالد لولد ه '   </span></a></li>
<li><a >  الترمذي   </a>  </li>
</ul></div>";
$sedanyhtsmin45 = "<title>
رقم الحديث 45
</title>
<div class='hts'><h3> رقم الحديث 45  </h3>
<ul>
<li><a >  قال رسول الله صلى الله عليه وسلم :    ‏‏ </a></li>
<li><a > <span >   (إذا كنتم ثلاثة فلا يتناجى اثنان دون صاحبهما وقال سفيان في حديثه لا يتناجى اثنان دون الثالث فإن ذلك يحزنه )   </span></a></li>
<li><a >   الترمذي </a>  </li>
</ul>
</div>";
$sedanyhtsmin46 = "<title>
رقم الحديث 46</title>
<div class='hts'>
<h3> رقم الحديث 46  </h3>
<ul>
<li><a >   عن أبى هريرة قال : :قال رسول الله صلى الله عليه وسلم :   ‏‏ </a></li>
<li><a > <span >    ' من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه '  </span></a></li>
<li><a > أخرجه مسلم   </a>  </li>
</ul></div>";
$sedanyhtsmin47 = "<title>
رقم الحديث 47</title>
<div class='hts'>
<h3> رقم الحديث 47   </h3>
<ul>
<li><a >    عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ ‏‏ </a></li>
<li><a > <span >    '‏ وَالَّذِي نَفْسِي بِيَدِهِ لَوْ لَمْ تُذْنِبُوا لَذَهَبَ اللَّهُ بِكُمْ وَلَجَاءَ بِقَوْمٍ يُذْنِبُونَ فَيَسْتَغْفِرُونَ اللَّهَ فَيَغْفِرُ لَهُمْ ‏'‏ ‏.  </span></a></li>
<li><a >   صحيح مسلم </a>  </li>
</ul></div>";$sedanyhtsmin48 = "<title>
رقم الحديث 48</title>
<div class='hts'>
<h3> رقم الحديث 48  </h3>
<ul>
<li><a >   عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَال  ‏‏ </a></li>
<li><a > <span >  َ ‏'‏ خَلَقَ اللَّهُ مِائَةَ رَحْمَةٍ فَوَضَعَ وَاحِدَةً بَيْنَ خَلْقِهِ وَخَبَأَ عِنْدَهُ مِائَةً إِلاَّ وَاحِدَةً ‏'‏ ‏.‏    </span></a></li>
<li><a >  صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin49 = "<title>
رقم الحديث 49</title>
<div class='hts'>
<h3>  رقم الحديث 49 </h3>
<ul>
<li><a >    عن أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   ‏‏ </a></li>
<li><a > <span >   '‏ لَنْ يُنْجِيَ أَحَدًا مِنْكُمْ عَمَلُهُ ‏'‏ </span></a></li>
<li><a > ‏.‏ قَالَ رَجُلٌ وَلاَ إِيَّاكَ يَا رَسُولَ اللَّهِ قَالَ </a>  </li>
<li><a > <span >  ‏'‏ وَلاَ إِيَّاىَ إِلاَّ أَنْ يَتَغَمَّدَنِيَ اللَّهُ مِنْهُ بِرَحْمَةٍ وَلَكِنْ سَدِّدُوا ‏'‏ ‏.‏  </span></a></li>
<li><a > صحيح مسلم </a>  </li>
</ul>
</div>";
$sedanyhtsmin50 = "<title>
رقم الحديث 50</title>
<div class='hts'>
<h3> رقم الحديث 50 </h3>
<ul>
<li><a >  عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   </a></li>
<li><a > <span >'‏ مَا مِنْكُمْ مِنْ أَحَدٍ إِلاَّ وَقَدْ وُكِّلَ بِهِ قَرِينُهُ مِنَ الْجِنِّ ‏'‏ ‏.‏  </span></a></li>
<li><a >   قَالُوا وَإِيَّاكَ يَا رَسُولَ اللَّهِ قَالَ     </a>  </li>
<li><a > <span > '‏ وَإِيَّاىَ إِلاَّ أَنَّ اللَّهَ أَعَانَنِي عَلَيْهِ فَأَسْلَمَ فَلاَ يَأْمُرُنِي إِلاَّ بِخَيْرٍ ‏'‏ ‏.‏ </span></a></li>
<li><a >   صحيح مسلم     </a>  </li>
</ul></div>";
$sedanyhtsmin51 = "<title>
رقم الحديث 51</title>
<div class='hts'><h3>  رقم الحديث 51 </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم </a></li>
<li><a > <span >   ‏'‏ مَا مِنْ مَوْلُودٍ إِلاَّ يُلِدَ عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُشَرِّكَانِهِ ‏'‏  </span></a></li>
<li><a > صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin52 = "<title>
رقم الحديث 52</title>
<div class='hts'><h3>  رقم الحديث 52 </h3>
<ul>
<li><a >عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏  </a></li>
<li><a > <span > '‏ الْمُؤْمِنُ الْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلَى اللَّهِ مِنَ الْمُؤْمِنِ الضَّعِيفِ وَفِي كُلٍّ خَيْرٌ احْرِصْ عَلَى مَا يَنْفَعُكَ وَاسْتَعِنْ بِاللَّهِ وَلاَ تَعْجِزْ وَإِنْ أَصَابَكَ شَىْءٌ فَلاَ تَقُلْ لَوْ أَنِّي فَعَلْتُ كَانَ كَذَا وَكَذَا ‏.‏ وَلَكِنْ قُلْ قَدَرُ اللَّهِ وَمَا شَاءَ فَعَلَ فَإِنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيْطَانِ ‏'‏ ‏.‏  </span></a></li>
<li><a > صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin53 = "<title>
رقم الحديث 53</title>
<div class='hts'><h3>  رقم الحديث 53 </h3>
<ul>
<li><a >عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏  </a></li>
<li><a > <span >  '‏ مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الأَجْرِ مِثْلُ أُجُورِ مَنْ تَبِعَهُ لاَ يَنْقُصُ ذَلِكَ مِنْ أُجُورِهِمْ شَيْئًا وَمَنْ دَعَا إِلَى ضَلاَلَةٍ كَانَ عَلَيْهِ مِنَ الإِثْمِ مِثْلُ آثَامِ مَنْ تَبِعَهُ لاَ يَنْقُصُ ذَلِكَ مِنْ آثَامِهِمْ شَيْئًا </span></a></li>
<li><a > صحيح مسلم  </a>  </li>
</ul></div>";$sedanyhtsmin54 = "<title>
رقم الحديث 54</title>
<div class='hts'>
<h3>  رقم الحديث 54 </h3>
<ul>
<li><a > قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  </a></li>
<li><a > <span >  ‏'‏ الطُّهُورُ شَطْرُ الإِيمَانِ وَالْحَمْدُ لِلَّهِ تَمْلأُ الْمِيزَانَ ‏.‏ وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلآنِ - أَوْ تَمْلأُ - مَا بَيْنَ السَّمَوَاتِ وَالأَرْضِ وَالصَّلاَةُ نُورٌ وَالصَّدَقَةُ بُرْهَانٌ وَالصَّبْرُ ضِيَاءٌ وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا ‏'‏ ‏.‏ </span></a></li>
<li><a > صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin55 = "<title>
رقم الحديث 55</title>
<div class='hts'><h3> رقم الحديث 55  </h3>
<ul>
<li><a > عَنْ عُثْمَانَ بْنِ عَفَّانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  </a></li>
<li><a > <span >  ‏'‏ مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ خَرَجَتْ خَطَايَاهُ مِنْ جَسَدِهِ حَتَّى تَخْرُجَ مِنْ تَحْتِ أَظْفَارِهِ ‏'‏ ‏.‏ </span></a></li>
<li><a > صحيح مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin56 = "<title>
رقم الحديث 56</title>
<div class='hts'>
<h3> رقم الحديث 56  </h3>
<ul>
<li><a > عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ </a></li>
<li><a > <span > '‏ أَصْبِحُوا بِالصُّبْحِ فَإِنَّهُ أَعْظَمُ لأُجُورِكُمْ ‏'‏ ‏.  </span></a></li>
<li><a >  ابو داود </a>  </li>
</ul</div>";
$sedanyhtsmin57 = "<title>
رقم الحديث 57</title>
<div class='hts'>
<h3>  رقم الحديث 57 </h3>
<ul>
<li><a > قَالَ  رَسُولُ اللَّهِ صلى الله عليه وسلم </a></li>
<li><a > <span >   ‏'‏ مُرُوا أَوْلاَدَكُمْ بِالصَّلاَةِ وَهُمْ أَبْنَاءُ سَبْعِ سِنِينَ وَاضْرِبُوهُمْ عَلَيْهَا وَهُمْ أَبْنَاءُ عَشْرِ سِنِينَ وَفَرِّقُوا بَيْنَهُمْ فِي الْمَضَاجِعِ ‏'‏ ‏.‏ </span></a></li>
<li><a >  ابو داود </a>  </li>
</ul></div>";
$sedanyhtsmin58 = "<title>
رقم الحديث 58</title>
<div class='hts'>
<h3> رقم الحديث 58  </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ </a></li>
<li><a > <span >  ‏'‏ الأَبْعَدُ فَالأَبْعَدُ مِنَ الْمَسْجِدِ أَعْظَمُ أَجْرًا ‏'‏ ‏.‏ </span></a></li>
<li><a > ابو داود  </a>  </li>
</ul></div>";
$sedanyhtsmin59 = "<title>
رقم الحديث 59</title>
<div class='hts'>
<h3> رقم الحديث 59  </h3>
<ul>
<li><a > قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم </a></li>
<li><a > <span >  ‏'‏ لاَ تَمْنَعُوا نِسَاءَكُمُ الْمَسَاجِدَ وَبُيُوتُهُنَّ خَيْرٌ لَهُنَّ ‏'‏  </span></a></li>
<li><a >  أبو داود </a>  </li>
</ul></div>";$sedanyhtsmin60 = "<title>
رقم الحديث 60</title>
<div class='hts'>
<h3> رقم الحديث 60  </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  </a></li>
<li><a > <span >  ‏'‏ مَا أَنْزَلَ اللَّهُ دَاءً إِلاَّ أَنْزَلَ لَهُ شِفَاءً ‏'‏ ‏.‏ </span></a></li>
<li><a >  ابن ماجه </a>  </li>
</ul></div>";
$sedanyhtsmin61 = "<title>
رقم الحديث 61</title>
<div class='hts'>
<h3>  رقم الحديث 61 </h3>
<ul>
<li><a > قَالَ  رسول الله صلى الله عليه وسلم </a></li>
<li><a > <span > ‏'‏ عَلَيْكُمْ بِهَذِهِ الْحَبَّةِ السَّوْدَاءِ فَإِنَّ فِيهَا شِفَاءً مِنْ كُلِّ دَاءٍ إِلاَّ السَّامَ ‏'‏ ‏.‏  </span></a></li>
<li><a >  ابن ماجه </a>  </li>
</ul></div>";
$sedanyhtsmin62 = "<title>
رقم الحديث 62</title>
<div class='hts'>
<h3>  رقم الحديث 62 </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، قَالَ ذُكِرَتِ الْحُمَّى عِنْدَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَسَبَّهَا رَجُلٌ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  </a></li>
<li><a > <span > ‏'‏ لاَ تَسُبَّهَا فَإِنَّهَا تَنْفِي الذُّنُوبَ كَمَا تَنْفِي النَّارُ خَبَثَ الْحَدِيدِ ‏'‏ ‏.‏  </span></a></li>
<li><a > ابن ماجه  </a>  </li>
</ul></div>";
$sedanyhtsmin63 = "<title>
رقم الحديث 63</title>
<div class='hts'>
<h3>  رقم الحديث 63 </h3>
<ul>
<li><a > عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ </a></li>
<li><a > <span >  '‏ خَيْرُ ثِيَابِكُمُ الْبَيَاضُ فَالْبَسُوهَا وَكَفِّنُوا فِيهَا مَوْتَاكُمْ ‏'‏ ‏.‏ </span></a></li>
<li><a > ابن ماجه  </a>  </li>
</ul></div>";
$sedanyhtsmin64 = "<title>
رقم الحديث 64</title>
<div class='hts'>
<h3>  رقم الحديث 64 </h3>
<ul>
<li><a > قَالَتْ سَمِعْتُ أُمَّ سَلَمَةَ، تَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ  </a></li>
<li><a > <span > ‏'‏ أَيُّمَا امْرَأَةٍ مَاتَتْ وَزَوْجُهَا عَنْهَا رَاضٍ دَخَلَتِ الْجَنَّةَ ‏'‏ ‏.‏  </span></a></li>
<li><a >  ابن ماجه </a>  </li>
</ul></div>";
$sedanyhtsmin65 = "<title>
رقم الحديث 65</title>
<div class='hts'>
<h3>  رقم الحديث 65 </h3>
<ul>
<li><a > عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ </a></li>
<li><a > <span > '‏ إِنَّمَا الدُّنْيَا مَتَاعٌ وَلَيْسَ مِنْ مَتَاعِ الدُّنْيَا شَىْءٌ أَفْضَلَ مِنَ الْمَرْأَةِ الصَّالِحَةِ ‏'‏ ‏.‏  </span></a></li>
<li><a > ابن ماجه  </a>  </li>
</ul></div>";$sedanyhtsmin66 = "<title>
رقم الحديث 66</title>
<div class='hts'><h3>  رقم الحديث 66 </h3>
<ul>
<li><a > عن أَبِي أُمَامَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ كَانَ يَقُولُ </a></li>
<li><a > <span >   ‏'‏ مَا اسْتَفَادَ الْمُؤْمِنُ بَعْدَ تَقْوَى اللَّهِ خَيْرًا لَهُ مِنْ زَوْجَةٍ صَالِحَةٍ إِنْ أَمَرَهَا أَطَاعَتْهُ وَإِنْ نَظَرَ إِلَيْهَا سَرَّتْهُ وَإِنْ أَقْسَمَ عَلَيْهَا أَبَرَّتْهُ وَإِنْ غَابَ عَنْهَا نَصَحَتْهُ فِي نَفْسِهَا وَمَالِهِ ‏'‏ ‏.‏ </span></a></li>
<li><a >  ابن ماجه </a>  </li>
</ul></div>";
$sedanyhtsmin67 = "<title>
رقم الحديث 67</title>
<div class='hts'>
<h3>  رقم الحديث 67 </h3>
<ul>
<li><a > عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ قَالُوا يَا رَسُولَ اللَّهِ أَىُّ الإِسْلاَمِ أَفْضَلُ قَالَ  </a></li>
<li><a > <span > ‏'‏ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ ‏'‏‏.‏  </span></a></li>
<li><a > صحيح البخاري  </a>  </li>
</ul></div>";
$sedanyhtsmin68 = "<title>
رقم الحديث 68</title>
<div class='hts'>
<h3>  رقم الحديث 68 </h3>
<ul>
<li><a > عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ أَنَّ رَجُلاً، سَأَلَ النَّبِيَّ صلى الله عليه وسلم أَىُّ الإِسْلاَمِ خَيْرٌ قَالَ ‏ </a></li>
<li><a > <span > '‏ تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ ‏'‏‏.‏  </span></a></li>
<li><a > صحيح البخاري  </a>  </li>
</ul></div>";
$sedanyhtsmin69 = "<title>
رقم الحديث 69</title>
<div class='hts'>
<h3>  رقم الحديث 69 </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ </a></li>
<li><a > <span >   ‏'‏ فَوَالَّذِي نَفْسِي بِيَدِهِ لاَ يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ ‏'‏‏.‏ </span></a></li>
<li><a > صحيح البخاري  </a>  </li>
</ul></div>";
$sedanyhtsmin70 = "<title>
رقم الحديث 70</title>
<div class='hts'><h3>  رقم الحديث 70 </h3>
<ul>
<li><a > عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ </a></li>
<li><a > <span >   ‏'‏ ثَلاَثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلاَوَةَ الإِيمَانِ أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ الْمَرْءَ لاَ يُحِبُّهُ إِلاَّ لِلَّهِ، وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِي النَّارِ ‏'‏‏.‏ </span></a></li>
<li><a >  صحيح البخاري </a>  </li>
</ul></div>";
$sedanyhtsmin71 = "<title>
رقم الحديث 71</title>
<div class='hts'><h3> رقم الحديث 71  </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   </a></li>
<li><a > <span >  ‏'‏ آيَةُ الْمُنَافِقِ ثَلاَثٌ إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ ‏'‏‏.‏ </span></a></li>
<li><a > صحيح البخاري  </a>  </li>
</ul></div>";$sedanyhtsmin72 = "<title>
رقم الحديث 72</title>
<div class='hts'>
<h3> رقم الحديث 72  </h3>
<ul>
<li><a > َقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ </a></li>
<li><a > <span >  '‏ مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ، وَإِنَّمَا الْعِلْمُ بِالتَّعَلُّمِ ‏'‏‏. </span></a></li>
<li> <a > صحيح البخاري  </a>  </li>
</ul></div>";
$sedanyhtsmin73 = "<title>
رقم الحديث 73</title>
<div class='hts'>
<h3> رقم الحديث 73  </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ </a></li>
<li><a > <span >   ‏'‏ تَسَمَّوْا بِاسْمِي وَلاَ تَكْتَنُوا بِكُنْيَتِي، وَمَنْ رَآنِي فِي الْمَنَامِ فَقَدْ رَآنِي، فَإِنَّ الشَّيْطَانَ لاَ يَتَمَثَّلُ فِي صُورَتِي، وَمَنْ كَذَبَ عَلَىَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ ‏'‏‏. </span></a></li>
<li><a > صحيح البخاري  </a>  </li>
</ul>
</div>";
$sedanyhtsmin74 = "<title>
رقم الحديث 74</title>
<div class='hts'>
<h3> رقم الحديث 74  </h3>
<ul>
<li><a > قال رَسُولَ اللَّهِ صلى الله عليه وسلم   </a></li>
<li><a > <span >  ‏'‏ مِنْ حُسْنِ إِسْلاَمِ الْمَرْءِ تَرْكُهُ مَا لاَ يَعْنِيهِ ‏'‏ ‏.‏ </span></a></li>
<li><a >  موطأ مالك </a>  </li>
</ul></div>";
$sedanyhtsmin75 = "<title>
رقم الحديث 75</title>
<div class='hts'>
<h3> رقم الحديث 75  </h3>
<ul>
<li><a > قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم </a></li>
<li><a > <span >   ‏'‏ لِكُلِّ دِينٍ خُلُقٌ وَخُلُقُ الإِسْلاَمِ الْحَيَاءُ ‏'‏ ‏.‏ </span></a></li>
<li><a > موطأ مالك  </a>  </li>
</ul>
</div>";
$sedanyhtsmin76 = "<title>
رقم الحديث 76</title>
<div class='hts'>
<h3> رقم الحديث 76  </h3>
<ul>
<li><a > أَتَى رجل  إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي كَلِمَاتٍ أَعِيشُ بِهِنَّ وَلاَ تُكْثِرْ عَلَىَّ فَأَنْسَى ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ </a></li>
<li><a > <span >  '‏ لاَ تَغْضَبْ ‏'‏ ‏.‏ </span></a></li>
<li><a > موطأ مالك  </a>  </li>
</ul></div>";
$sedanyhtsmin77 = "<title>
رقم الحديث 77</title>
<div class='hts'><h3> رقم الحديث 77  </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  </a></li>
<li><a > <span > ‏'‏ لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ إِنَّمَا الشَّدِيدُ الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ ‏'‏ ‏.‏  </span></a></li>
<li><a >  موطأ مالك </a>  </li>
</ul></div>";$sedanyhtsmin78 = "<title>
رقم الحديث 78</title>
<div class='hts'>
<h3>  رقم الحديث 78 </h3>
<ul>
<li><a > قال رَسُولَ اللَّهِ صلى الله عليه وسلم  </a></li>
<li><a > <span >  ‏'‏ لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يُهَاجِرَ أَخَاهُ فَوْقَ ثَلاَثِ لَيَالٍ يَلْتَقِيَانِ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا وَخَيْرُهُمَا الَّذِي يَبْدَأُ بِالسَّلاَمِ ‏'‏ ‏.‏  </span></a></li>
<li><a > موطأ مالك  </a>  </li></ul></div>";
$sedanyhtsmin79 = "<title>
رقم الحديث 79</title>
<div class='hts'>
<h3>  رقم الحديث 79 </h3>
<ul>
<li><a >عَنْ ابْنِ عُمَرَ رضي الله عنه قَالَ: لَمْ يَكُنْ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَعُ هَؤُلاَءِ الدَّعَوَاتِ حِينَ يُمْسِي وَحِينَ يُصْبِحُ:  </a></li>
<li><a > <span > (اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ. اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِيَ. اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي. اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي).  </span></a></li>
<li><a >  صحيح سنن أبي داود  </a>  </li>
</ul>
</div>";
$sedanyhtsmin80 = "<title>
رقم الحديث 80</title>
<div class='hts'>
<h3> رقم الحديث 80  </h3>
<ul>
<li><a > َنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّهُ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ: يَا رَسُولَ اللَّهِ! مَا لَقِيتُ مِنْ عَقْرَبٍ لَدَغَتْنِي الْبَارِحَةَ! قَالَ </a></li>
<li><a > <span >  : ( أَمَا لَوْ قُلْتَ حِينَ أَمْسَيْتَ: أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ، لَمْ تَضُرَّكَ ). </span></a></li>
<li><a >  رواه مسلم  </a>  </li>
</ul></div>";
$sedanyhtsmin81 = "<title>
رقم الحديث 81</title>
<div class='hts'><h3> رقم الحديث 81  </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ </a></li>
<li><a > <span >  '‏ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ يَوْمَ الْقِيَامَةِ أَيْنَ الْمُتَحَابُّونَ لِجَلاَلِي الْيَوْمَ أُظِلُّهُمْ فِي ظِلِّي يَوْمَ لاَ ظِلَّ إِلاَّ ظِلِّي ‏'‏ ‏.‏ </span></a></li>
<li><a >  موطأ مالك </a>  </li>
</ul></div>";
$sedanyhtsmin82 = "<title>
رقم الحديث 82</title>
<div class='hts'>
<h3> رقم الحديث 82  </h3>
<ul>
<li><a >  قال رَسُولَ اللَّهِ صلى الله عليه وسلم  </a></li>
<li><a > <span >   ‏'‏ إِذَا مَرِضَ الْعَبْدُ بَعَثَ اللَّهُ تَعَالَى إِلَيْهِ مَلَكَيْنِ فَقَالَ انْظُرَا مَاذَا يَقُولُ لِعُوَّادِهِ ‏.‏ فَإِنْ هُوَ - إِذَا جَاءُوهُ - حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ رَفَعَا ذَلِكَ إِلَى اللَّهِ عَزَّ وَجَلَّ - وَهُوَ أَعْلَمُ - فَيَقُولُ لِعَبْدِي عَلَىَّ إِنْ تَوَفَّيْتُهُ أَنْ أُدْخِلَهُ الْجَنَّةَ وَإِنْ أَنَا شَفَيْتُهُ أَنْ أُبْدِلَ لَهُ لَحْمًا خَيْرًا مِنْ لَحْمِهِ وَدَمًا خَيْرًا مِنْ دَمِهِ وَأَنْ أُكَفِّرَ عَنْهُ سَيِّئَاتِهِ ‏'‏ ‏.‏ </span></a></li>
<li><a >  موطأ مالك </a>  </li>
</ul>
</div>";
$sedanyhtsmin83 = "<title>
رقم الحديث 83</title>
<div class='hts'>
<h3> رقم الحديث 83  </h3>
<ul>
<li><a > قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ </a></li>
<li><a > <span > '‏ لاَ يُصِيبُ الْمُؤْمِنَ مِنْ مُصِيبَةٍ حَتَّى الشَّوْكَةُ إِلاَّ قُصَّ بِهَا أَوْ كُفِّرَ بِهَا مِنْ خَطَايَاهُ ‏'‏ ‏.‏   </span></a></li>
<li><a > موطأ مالك  </a>  </li>
</ul></div>";$sedanyhtsmin84 = "<title>
رقم الحديث 84</title>
<div class='hts'>
<h3> رقم الحديث 84  </h3>
<ul>
<li><a > عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ، أَنَّهُ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ عُثْمَانُ وَبِي وَجَعٌ قَدْ كَادَ يُهْلِكُنِي ‏.‏ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  </a></li>
<li><a > <span > ‏'‏ امْسَحْهُ بِيَمِينِكَ سَبْعَ مَرَّاتٍ وَقُلْ أَعُوذُ بِعِزَّةِ اللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ ‏'‏ ‏.‏   </span></a></li>
<li><a >  قَالَ فَقُلْتُ ذَلِكَ فَأَذْهَبَ اللَّهُ مَا كَانَ بِي فَلَمْ أَزَلْ آمُرُ بِهَا أَهْلِي وَغَيْرَهُمْ ‏.‏ </a>  </li>
<li><a >  موطأ مالك </a>  </li>
</ul>
</div>";
$sedanyhtsmin85 = "<title>
رقم الحديث 85</title>
<div class='hts'>
<h3> رقم الحديث 85  </h3>
<ul>
<li><a > عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  </a></li>
<li><a > <span >  ‏'‏ الرُّؤْيَا الْحَسَنَةُ مِنَ الرَّجُلِ الصَّالِحِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ ‏'‏ ‏.‏ </span></a></li>
<li><a > موطأ مالك  </a>  </li>
</ul>
</div>";
$sedanyhtsmin86 = "<title>
رقم الحديث 86</title>
<div class='hts'><h3> رقم الحديث 86  </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  </a></li>
<li><a > <span > ‏'‏ نَارُ بَنِي آدَمَ الَّتِي يُوقِدُونَ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ نَارِ جَهَنَّمَ ‏'‏ ‏.‏  </span></a></li>
<li><a >   فَقَالُوا يَا رَسُولَ اللَّهِ إِنْ كَانَتْ لَكَافِيَةً ‏.‏ قَالَ </a>  </li>
<li><a > <span >  ‏'‏ إِنَّهَا فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا ‏'‏ ‏.‏  </span></a></li>
<li><a > موطأ مالك  </a>  </li>
</ul></div>";
$sedanyhtsmin87 = "<title>
رقم الحديث 87</title>
<div class='hts'><h3>  رقم الحديث 87 </h3>
<ul>
<li><a > قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ‏:  </a></li>
<li><a > <span >  ‏' خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ' </span></a></li>
<li><a > سنن الدرامي  </a>  </li>
</ul></div>";
$sedanyhtsmin88 = "<title>
رقم الحديث 88</title>
<div class='hts'>
<h3>  رقم الحديث 88 </h3>
<ul>
<li><a > قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ‏: </a></li>
<li><a > <span >  ‏ 'فِي فَاتِحَةِ الْكِتَابِ شِفَاءٌ مِنْ كُلِّ دَاءٍ' </span></a></li>
<li><a > سنن الدرامي  </a>  </li>
</ul></div>";
$sedanyhtsmin89 = "<title>
رقم الحديث 89</title>
<div class='hts'>
<h3>  رقم الحديث 89 </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَال  </a></li>
<li><a > <span > َ ‏'‏ وَالَّذِي نَفْسِي بِيَدِهِ وَدِدْتُ أَنِّي لأُقَاتِلُ فِي سَبِيلِ اللَّهِ فَأُقْتَلُ ثُمَّ أُحْيَا ثُمَّ أُقْتَلُ، ثُمَّ أُحْيَا، ثُمَّ أُقْتَلُ، ثُمَّ أُحْيَا، ثُمَّ أُقْتَلُ، ثُمَّ أُحْيَا ‏'‏‏.‏  </span></a></li>
<li><a > البخاري  </a>  </li>
</ul></div>";$sedanyhtsmin90 = "<title>
رقم الحديث 90</title>
<div class='hts'><h3>  رقم الحديث 90 </h3>
<ul>
<li><a > عن عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم </a></li>
<li><a > <span >  ‏'‏ لَوِ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا سُقْتُ الْهَدْىَ، وَلَحَلَلْتُ مَعَ النَّاسِ حِينَ حَلُّوا ‏'‏‏.‏  </span></a></li>
<li><a >  البخاري </a>  </li>
</ul></div>";
$sedanyhtsmin91 = "<title>
رقم الحديث 91</title>
<div class='hts'>
<h3> رقم الحديث 91  </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  </a></li>
<li><a > <span > ‏'‏ لاَ تَحَاسُدَ إِلاَّ فِي اثْنَتَيْنِ رَجُلٌ آتَاهُ اللَّهُ الْقُرْآنَ، فَهْوَ يَتْلُوهُ آنَاءَ اللَّيْلِ وَالنَّهَارِ يَقُولُ لَوْ أُوتِيتُ مِثْلَ مَا أُوتِيَ هَذَا لَفَعَلْتُ كَمَا يَفْعَلُ، وَرَجُلٌ آتَاهُ اللَّهُ مَالاً يُنْفِقُهُ فِي حَقِّهِ فَيَقُولُ لَوْ أُوتِيتُ مِثْلَ مَا أُوتِيَ لَفَعَلْتُ كَمَا يَفْعَلُ ‏'‏‏.‏   </span></a></li>
<li><a >  البخاري </a>  </li>
</ul></div>";
$sedanyhtsmin92 = "<title>
رقم الحديث 92</title>
<div class='hts'>
<h3> رقم الحديث 92  </h3>
<ul>
<li><a > قَالَ أَنَسٌ ـ رضى الله عنه ـ لَوْلاَ أَنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ </a></li>
<li><a >  <span >  '‏ لاَ تَتَمَنَّوُا الْمَوْتَ ‏'‏..  </span>  لَتَمَنَّيْتُ‏.‏ </a></li>
<li><a > البخاري  </a>  </li>
</ul></div>";
$sedanyhtsmin93 = "<title>
رقم الحديث 93</title>
<div class='hts'>
<h3> رقم الحديث 93  </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  </a></li>
<li><a > <span >  ‏'‏ لاَ يَتَمَنَّى أَحَدُكُمُ الْمَوْتَ إِمَّا مُحْسِنًا فَلَعَلَّهُ يَزْدَادُ، وَإِمَّا مُسِيئًا فَلَعَلَّهُ يَسْتَعْتِبُ ‏'‏‏.‏ </span></a></li>
<li><a >  البخاري </a>  </li>
</ul></div>";
$sedanyhtsmin94 = "<title>
رقم الحديث 94</title>
<div class='hts'>
<h3> رقم الحديث 94  </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ </a></li>
<li><a > <span > '‏ يَتَقَارَبُ الزَّمَانُ، وَيَنْقُصُ الْعَمَلُ، وَيُلْقَى الشُّحُّ، وَتَظْهَرُ الْفِتَنُ، وَيَكْثُرُ الْهَرْجُ ‏'‏‏.‏  </span>  قَالُوا يَا رَسُولَ اللَّهِ أَيُّمَ هُوَ‏.‏ قَالَ  <span > ‏'‏ الْقَتْلُ الْقَتْلُ ‏'‏‏.‏</span></a></li>
<li><a > البخاري  </a>  </li>
</div>";
$sedanyhtsmin95 = "<title>
رقم الحديث 95</title>
<div class='hts'>
<h3>  رقم الحديث 95 </h3>
<ul>
<li><a > عن أنس بن مالك قال رسول الله صلى الله عليه وسلم  </a></li>
<li><a > <span > ‏'‏ اصْبِرُوا، فَإِنَّهُ لاَ يَأْتِي عَلَيْكُمْ زَمَانٌ إِلاَّ الَّذِي بَعْدَهُ شَرٌّ مِنْهُ، حَتَّى تَلْقَوْا رَبَّكُمْ ‏'‏‏  </span></a></li>
<li><a >  البخاري </a>  </li>
</ul></div>";$sedanyhtsmin96 = "<title>
رقم الحديث 96</title>
<div class='hts'>
<h3> رقم الحديث 96  </h3>
<ul>
<li><a > عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ </a></li>
<li><a > <span >  ‏'‏ لاَ يُشِيرُ أَحَدُكُمْ عَلَى أَخِيهِ بِالسِّلاَحِ، فَإِنَّهُ لاَ يَدْرِي لَعَلَّ الشَّيْطَانَ يَنْزِعُ فِي يَدِهِ، فَيَقَعُ فِي حُفْرَةٍ مِنَ النَّارِ ‏'‏‏. </span></a></li>
<li><a > البخاري  </a>  </li>
</ul></div>";
$sedanyhtsmin97 = "<title>
رقم الحديث 97</title>
<div class='hts'>
<h3> رقم الحديث 97  </h3>
<ul>
<li><a > قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  </a></li>
<li><a > <span > ‏'‏ إِذَا تَوَاجَهَ الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَكِلاَهُمَا مِنْ أَهْلِ النَّارِ ‏'‏‏.‏ قِيلَ فَهَذَا الْقَاتِلُ، فَمَا بَالُ الْمَقْتُولِ قَالَ ‏'‏ إِنَّهُ أَرَادَ قَتْلَ صَاحِبِهِ ‏'‏‏.‏  </span></a></li>
<li><a > البخاري   </a>  </li></ul></div>";
$sedanyhtsmin98 = "<title>
رقم الحديث 98</title>
<div class='hts'>
<h3>رقم الحديث 98   </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  </a></li>
<li><a > <span >   ‏'‏ لاَ تَقُومُ السَّاعَةُ حَتَّى يَمُرَّ الرَّجُلُ بِقَبْرِ الرَّجُلِ فَيَقُولُ يَا لَيْتَنِي مَكَانَهُ ‏'‏‏.‏  </span></a></li>
<li><a > البخاري  </a>  </li>
</ul></div>";
$sedanyhtsmin99 = "<title>
رقم الحديث 99</title>
<div class='hts'>
<h3>رقم الحديث 99   </h3>
<ul>
<li><a > عن أبي هريرة أنه قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ </a></li>
<li><a > <span >  ‏'‏ مَنْ رَآنِي فِي الْمَنَامِ فَسَيَرَانِي فِي الْيَقَظَةِ، وَلاَ يَتَمَثَّلُ الشَّيْطَانُ بِي ‏'‏‏.  </span></a></li>
<li><a > البخاري  </a>  </li>
</ul>
</div>";
$sedanyhtsmin100 = "<title>
رقم الحديث 100</title>
<div class='hts'>
<h3>رقم الحديث 100   </h3>
<ul>
<li><a > عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  </a></li>
<li><a > <span >  ‏'‏ مَنْ يَدْخُلُ الْجَنَّةَ يَنْعَمُ لاَ يَبْأَسُ لاَ تَبْلَى ثِيَابُهُ وَلاَ يَفْنَى شَبَابُهُ ‏'‏ ‏.‏  </span></a></li>
<li><a >  صحيح مسلم </a>  </li>
</ul>
</div>";
$sedanyhtsmin101 = "<title>
</title>
<div class='hts'><h3> بسم الله الرحمن الرحيم  </h3>
<ul>
<li><a > السلام عليكم ورحمة الله وبركاته,  </a></li>
<li><a > <span > نقدم لكم هذا السكربت باسم الحديث النبوي الشريف والذي يحتوي على مائة حديث شريف لخير البرية رسول الله محمد بن عبدالله صلى الله علية وسلم  </span></a></li></ul></div>";
?>
<?php
if(!(isset($_GET['sedany']))){
echo" $sedanyhtsmin1 ";
}
if($_REQUEST['sedany']=='htsmin1'){
echo" $sedanyhtsmin1 ";
}
if($_REQUEST['sedany']=='htsmin2'){
echo" $sedanyhtsmin2 ";
}
if($_REQUEST['sedany']=='htsmin3'){
echo" $sedanyhtsmin3 ";
}
if($_REQUEST['sedany']=='htsmin4'){
echo" $sedanyhtsmin4 ";
}
if($_REQUEST['sedany']=='htsmin5'){
echo" $sedanyhtsmin5 ";
}
if($_REQUEST['sedany']=='htsmin6'){
echo" $sedanyhtsmin6 ";
}
if($_REQUEST['sedany']=='htsmin7'){
echo" $sedanyhtsmin7 ";
}
if($_REQUEST['sedany']=='htsmin8'){
echo" $sedanyhtsmin8 ";
}
if($_REQUEST['sedany']=='htsmin9'){
echo" $sedanyhtsmin9 ";
}
if($_REQUEST['sedany']=='htsmin10'){
echo" $sedanyhtsmin10 ";
}

if($_REQUEST['sedany']=='htsmin11'){
echo" $sedanyhtsmin11 ";
}
if($_REQUEST['sedany']=='htsmin12'){
echo" $sedanyhtsmin12 ";
}
if($_REQUEST['sedany']=='htsmin13'){
echo" $sedanyhtsmin13 ";
}
if($_REQUEST['sedany']=='htsmin14'){
echo" $sedanyhtsmin14 ";
}
if($_REQUEST['sedany']=='htsmin15'){
echo" $sedanyhtsmin15 ";
}
if($_REQUEST['sedany']=='htsmin16'){
echo" $sedanyhtsmin16 ";
}
if($_REQUEST['sedany']=='htsmin17'){
echo" $sedanyhtsmin17 ";
}
if($_REQUEST['sedany']=='htsmin18'){
echo" $sedanyhtsmin18 ";
}
if($_REQUEST['sedany']=='htsmin19'){
echo" $sedanyhtsmin19 ";
}
if($_REQUEST['sedany']=='htsmin20'){
echo" $sedanyhtsmin20 ";
}


if($_REQUEST['sedany']=='htsmin21'){
echo" $sedanyhtsmin21 ";
}
if($_REQUEST['sedany']=='htsmin22'){
echo" $sedanyhtsmin22 ";
}
if($_REQUEST['sedany']=='htsmin23'){
echo" $sedanyhtsmin23 ";
}
if($_REQUEST['sedany']=='htsmin24'){
echo" $sedanyhtsmin24 ";
}
if($_REQUEST['sedany']=='htsmin25'){
echo" $sedanyhtsmin25 ";
}
if($_REQUEST['sedany']=='htsmin26'){
echo" $sedanyhtsmin26 ";
}
if($_REQUEST['sedany']=='htsmin27'){
echo" $sedanyhtsmin27 ";
}
if($_REQUEST['sedany']=='htsmin28'){
echo" $sedanyhtsmin28 ";
}
if($_REQUEST['sedany']=='htsmin29'){
echo" $sedanyhtsmin29 ";
}
if($_REQUEST['sedany']=='htsmin30'){
echo" $sedanyhtsmin30 ";
}

if($_REQUEST['sedany']=='htsmin31'){
echo" $sedanyhtsmin31 ";
}
if($_REQUEST['sedany']=='htsmin32'){
echo" $sedanyhtsmin32 ";
}
if($_REQUEST['sedany']=='htsmin33'){
echo" $sedanyhtsmin33 ";
}
if($_REQUEST['sedany']=='htsmin34'){
echo" $sedanyhtsmin34 ";
}
if($_REQUEST['sedany']=='htsmin35'){
echo" $sedanyhtsmin35 ";
}
if($_REQUEST['sedany']=='htsmin36'){
echo" $sedanyhtsmin36 ";
}
if($_REQUEST['sedany']=='htsmin37'){
echo" $sedanyhtsmin37 ";
}
if($_REQUEST['sedany']=='htsmin38'){
echo" $sedanyhtsmin38 ";
}
if($_REQUEST['sedany']=='htsmin39'){
echo" $sedanyhtsmin39 ";
}
if($_REQUEST['sedany']=='htsmin40'){
echo" $sedanyhtsmin40 ";
}

if($_REQUEST['sedany']=='htsmin41'){
echo" $sedanyhtsmin41 ";
}
if($_REQUEST['sedany']=='htsmin42'){
echo" $sedanyhtsmin42 ";
}
if($_REQUEST['sedany']=='htsmin43'){
echo" $sedanyhtsmin43 ";
}
if($_REQUEST['sedany']=='htsmin44'){
echo" $sedanyhtsmin44 ";
}
if($_REQUEST['sedany']=='htsmin45'){
echo" $sedanyhtsmin45 ";
}
if($_REQUEST['sedany']=='htsmin46'){
echo" $sedanyhtsmin46 ";
}
if($_REQUEST['sedany']=='htsmin47'){
echo" $sedanyhtsmin47 ";
}
if($_REQUEST['sedany']=='htsmin48'){
echo" $sedanyhtsmin48 ";
}
if($_REQUEST['sedany']=='htsmin49'){
echo" $sedanyhtsmin49 ";
}
if($_REQUEST['sedany']=='htsmin50'){
echo" $sedanyhtsmin50 ";
}

if($_REQUEST['sedany']=='htsmin51'){
echo" $sedanyhtsmin51 ";
}
if($_REQUEST['sedany']=='htsmin52'){
echo" $sedanyhtsmin52 ";
}
if($_REQUEST['sedany']=='htsmin53'){
echo" $sedanyhtsmin53 ";
}
if($_REQUEST['sedany']=='htsmin54'){
echo" $sedanyhtsmin54 ";
}
if($_REQUEST['sedany']=='htsmin55'){
echo" $sedanyhtsmin55 ";
}
if($_REQUEST['sedany']=='htsmin56'){
echo" $sedanyhtsmin56 ";
}
if($_REQUEST['sedany']=='htsmin57'){
echo" $sedanyhtsmin57 ";
}
if($_REQUEST['sedany']=='htsmin58'){
echo" $sedanyhtsmin58 ";
}
if($_REQUEST['sedany']=='htsmin59'){
echo" $sedanyhtsmin59 ";
}
if($_REQUEST['sedany']=='htsmin60'){
echo" $sedanyhtsmin60 ";
}

if($_REQUEST['sedany']=='htsmin61'){
echo" $sedanyhtsmin61 ";
}
if($_REQUEST['sedany']=='htsmin62'){
echo" $sedanyhtsmin62 ";
}
if($_REQUEST['sedany']=='htsmin63'){
echo" $sedanyhtsmin63 ";
}
if($_REQUEST['sedany']=='htsmin64'){
echo" $sedanyhtsmin64 ";
}
if($_REQUEST['sedany']=='htsmin65'){
echo" $sedanyhtsmin65 ";
}
if($_REQUEST['sedany']=='htsmin66'){
echo" $sedanyhtsmin66 ";
}
if($_REQUEST['sedany']=='htsmin67'){
echo" $sedanyhtsmin67 ";
}
if($_REQUEST['sedany']=='htsmin68'){
echo" $sedanyhtsmin68 ";
}
if($_REQUEST['sedany']=='htsmin69'){
echo" $sedanyhtsmin69 ";
}
if($_REQUEST['sedany']=='htsmin70'){
echo" $sedanyhtsmin70 ";
}

if($_REQUEST['sedany']=='htsmin71'){
echo" $sedanyhtsmin71 ";
}
if($_REQUEST['sedany']=='htsmin72'){
echo" $sedanyhtsmin72 ";
}
if($_REQUEST['sedany']=='htsmin73'){
echo" $sedanyhtsmin73 ";
}
if($_REQUEST['sedany']=='htsmin74'){
echo" $sedanyhtsmin74 ";
}
if($_REQUEST['sedany']=='htsmin75'){
echo" $sedanyhtsmin75 ";
}
if($_REQUEST['sedany']=='htsmin76'){
echo" $sedanyhtsmin76 ";
}
if($_REQUEST['sedany']=='htsmin77'){
echo" $sedanyhtsmin77 ";
}
if($_REQUEST['sedany']=='htsmin78'){
echo" $sedanyhtsmin78 ";
}
if($_REQUEST['sedany']=='htsmin79'){
echo" $sedanyhtsmin79 ";
}
if($_REQUEST['sedany']=='htsmin80'){
echo" $sedanyhtsmin80 ";
}

if($_REQUEST['sedany']=='htsmin81'){
echo" $sedanyhtsmin81 ";
}
if($_REQUEST['sedany']=='htsmin82'){
echo" $sedanyhtsmin82 ";
}
if($_REQUEST['sedany']=='htsmin83'){
echo" $sedanyhtsmin83 ";
}
if($_REQUEST['sedany']=='htsmin84'){
echo" $sedanyhtsmin84 ";
}
if($_REQUEST['sedany']=='htsmin85'){
echo" $sedanyhtsmin85 ";
}
if($_REQUEST['sedany']=='htsmin86'){
echo" $sedanyhtsmin86 ";
}
if($_REQUEST['sedany']=='htsmin87'){
echo" $sedanyhtsmin87 ";
}
if($_REQUEST['sedany']=='htsmin88'){
echo" $sedanyhtsmin88 ";
}
if($_REQUEST['sedany']=='htsmin89'){
echo" $sedanyhtsmin89 ";
}
if($_REQUEST['sedany']=='htsmin90'){
echo" $sedanyhtsmin90 ";
}

if($_REQUEST['sedany']=='htsmin91'){
echo" $sedanyhtsmin91 ";
}
if($_REQUEST['sedany']=='htsmin92'){
echo" $sedanyhtsmin92 ";
}
if($_REQUEST['sedany']=='htsmin93'){
echo" $sedanyhtsmin93 ";
}
if($_REQUEST['sedany']=='htsmin94'){
echo" $sedanyhtsmin94 ";
}
if($_REQUEST['sedany']=='htsmin95'){
echo" $sedanyhtsmin95 ";
}
if($_REQUEST['sedany']=='htsmin96'){
echo" $sedanyhtsmin96 ";
}
if($_REQUEST['sedany']=='htsmin97'){
echo" $sedanyhtsmin97 ";
}
if($_REQUEST['sedany']=='htsmin98'){
echo" $sedanyhtsmin98 ";
}
if($_REQUEST['sedany']=='htsmin99'){
echo" $sedanyhtsmin99 ";
}
if($_REQUEST['sedany']=='htsmin100'){
echo" $sedanyhtsmin100 ";
}

?> 
<form name='jump'>
<select name='menu' onChange='location=document.jump.menu.options[document.jump.menu.selectedIndex].value;' value='GO'>
<option value='?sedany=htsmin1'>اختار</option>
<option value='?sedany=htsmin1'>1</option>
<option value='?sedany=htsmin2'>2</option>
<option value='?sedany=htsmin3'>3</option>
<option value='?sedany=htsmin4'>4</option>
<option value='?sedany=htsmin5'>5</option>
<option value='?sedany=htsmin6'>6</option>
<option value='?sedany=htsmin7'>7</option>
<option value='?sedany=htsmin8'>8</option>
<option value='?sedany=htsmin9'>9</option>
<option value='?sedany=htsmin10'>10</option>
<option value='?sedany=htsmin11'>11</option>
<option value='?sedany=htsmin12'>12</option>
<option value='?sedany=htsmin13'>13</option>
<option value='?sedany=htsmin14'>14</option>
<option value='?sedany=htsmin15'>15</option>
<option value='?sedany=htsmin16'>16</option>
<option value='?sedany=htsmin17'>17</option>
<option value='?sedany=htsmin18'>18</option>
<option value='?sedany=htsmin19'>19</option>
<option value='?sedany=htsmin20'>20</option>
<option value='?sedany=htsmin21'>21</option>
<option value='?sedany=htsmin22'>22</option>
<option value='?sedany=htsmin23'>23</option>
<option value='?sedany=htsmin24'>24</option>
<option value='?sedany=htsmin25'>25</option>
<option value='?sedany=htsmin26'>26</option>
<option value='?sedany=htsmin27'>27</option>
<option value='?sedany=htsmin28'>28</option>
<option value='?sedany=htsmin29'>29</option>
<option value='?sedany=htsmin30'>30</option>
<option value='?sedany=htsmin31'>31</option>
<option value='?sedany=htsmin32'>32</option>
<option value='?sedany=htsmin33'>33</option>
<option value='?sedany=htsmin34'>34</option>
<option value='?sedany=htsmin35'>35</option>
<option value='?sedany=htsmin36'>36</option>
<option value='?sedany=htsmin37'>37</option>
<option value='?sedany=htsmin38'>38</option>
<option value='?sedany=htsmin39'>39</option>
<option value='?sedany=htsmin40'>40</option>
<option value='?sedany=htsmin41'>41</option>
<option value='?sedany=htsmin42'>42</option>
<option value='?sedany=htsmin43'>43</option>
<option value='?sedany=htsmin44'>44</option>
<option value='?sedany=htsmin45'>45</option>
<option value='?sedany=htsmin46'>46</option>
<option value='?sedany=htsmin47'>47</option>
<option value='?sedany=htsmin48'>48</option>
<option value='?sedany=htsmin49'>49</option>
<option value='?sedany=htsmin50'>50</option>
<option value='?sedany=htsmin51'>51</option>
<option value='?sedany=htsmin52'>52</option>
<option value='?sedany=htsmin53'>53</option>
<option value='?sedany=htsmin54'>54</option>
<option value='?sedany=htsmin55'>55</option>
<option value='?sedany=htsmin56'>56</option>
<option value='?sedany=htsmin57'>57</option>
<option value='?sedany=htsmin58'>58</option>
<option value='?sedany=htsmin59'>59</option>
<option value='?sedany=htsmin60'>60</option>
<option value='?sedany=htsmin61'>61</option>
<option value='?sedany=htsmin62'>62</option>
<option value='?sedany=htsmin63'>63</option>
<option value='?sedany=htsmin64'>64</option>
<option value='?sedany=htsmin65'>65</option>
<option value='?sedany=htsmin66'>66</option>
<option value='?sedany=htsmin67'>67</option>
<option value='?sedany=htsmin68'>68</option>
<option value='?sedany=htsmin69'>69</option>
<option value='?sedany=htsmin70'>70</option>
<option value='?sedany=htsmin71'>71</option>
<option value='?sedany=htsmin72'>72</option>
<option value='?sedany=htsmin73'>73</option>
<option value='?sedany=htsmin74'>74</option>
<option value='?sedany=htsmin75'>75</option>
<option value='?sedany=htsmin76'>76</option>
<option value='?sedany=htsmin77'>77</option>
<option value='?sedany=htsmin78'>78</option>
<option value='?sedany=htsmin79'>79</option>
<option value='?sedany=htsmin80'>80</option>
<option value='?sedany=htsmin81'>81</option>
<option value='?sedany=htsmin82'>82</option>
<option value='?sedany=htsmin83'>83</option>
<option value='?sedany=htsmin84'>84</option>
<option value='?sedany=htsmin85'>85</option>
<option value='?sedany=htsmin86'>86</option>
<option value='?sedany=htsmin87'>87</option>
<option value='?sedany=htsmin88'>88</option>
<option value='?sedany=htsmin89'>89</option>
<option value='?sedany=htsmin90'>90</option>
<option value='?sedany=htsmin91'>91</option>
<option value='?sedany=htsmin92'>92</option>
<option value='?sedany=htsmin93'>93</option>
<option value='?sedany=htsmin94'>94</option>
<option value='?sedany=htsmin95'>95</option>
<option value='?sedany=htsmin96'>96</option>
<option value='?sedany=htsmin97'>97</option>
<option value='?sedany=htsmin98'>98</option>
<option value='?sedany=htsmin99'>99</option>
<option value='?sedany=htsmin100'>100</option>
</select>
</form><?=$minfooter;?><div class="clr"> </div>
<div class="clr"> </div>
</div>
<div class="clr"> </div>
<?=$sedany0;?>
</div><!--هذا الكلاسات للفوتر--></div>
</div>
</div></div>
<?php
include "inc/footer.php";
?>