<?php
//-------------------------------------------///
//          Quran    v2.4                   ///
//        نسخة المكتبة الاسلامية   v2.4                  ///
//         الموقع الرسمي                         ///
//   http://www.sedany.com              ///
//        جميع الحقوق محفوظة سيداني                  ///
//         تصميم وبرمجة سيداني                   ///
//     sedany@sedany.com             ///
//----------------------------------///
//معلومات الموقع
// اسم الموقع
$sitename= " القران الكريم ";  
// رابط الموقع
$wwwlink="https://github.com/ALNAMSHAN2/quran";

// البريد الإلكتروني
//تأكد من تغيير هذا البريد الى  عنوان البريد الإلكتروني الخاص بك
$to = "alnamshan@hotmail.com";

// لتغير القارئ في بداي الصفحة
$twQuran ="3.html";
////////////////لا تقم بتعديل شيئ بالاسفل //////////////////////
$keywords = " القرآن الكريم, قران, المصحف الكريم, تلاوة القران, قراءة القران, استماع القران, موقع القران, اشهر القراء, تلاوات خاشعة  ";
$description= " استماع و تلاوة القران الكريم مباشرة و تحميل المصحف الكامل";
$namecood ="هل لديك موقع أو مدونة؟ يمكنك اضافة   القرأن الكريم  الى موقعك الان! انسخ الكود التالي و ضعه في موقعك!";
?>