<?php
include "inc/hader.php";
?>
<?php
$sedanycom= "www.sedany.com";
$sedanynet= "<div class= sedany > <a title=سيداني   target=_blank      href=http://$sedanycom > Powered by sedany.com  </a> </div>";
$Blok = " القائمة الرئيسية";
$min=" :::  الأدعية الصحيحة :::  ";
$Bloklink="
<li><a href='?sedany=Do3am1' class='link1'> <span> (1) الأدعية ا مجموعة  </span> </a></li>
<li><a href='?sedany=Do3am2' class='link1'> <span> (2) الأدعية ا مجموعة  </span> </a></li>
<li><a href='?sedany=Do3am3' class='link1'> <span> (3) الأدعية ا مجموعة  </span> </a></li>
<li><a href='?sedany=Do3am4' class='link1'> <span> (4) الأدعية ا مجموعة  </span> </a></li>
<li><a href='?sedany=Do3am5' class='link1'> <span> (5) الأدعية ا مجموعة  </span> </a></li>
<li><a href='?sedany=Do3am6' class='link1'> <span> (6) الأدعية ا مجموعة  </span> </a></li>
<li><a href='?sedany=Do3am7' class='link1'> <span> (7) الأدعية ا مجموعة  </span> </a></li>
<li><a href='?sedany=Do3am8' class='link1'> <span> (8) الأدعية ا مجموعة  </span> </a></li>
";
?><div class="com-sedany"><div class="mw">
<div class="mw-right">
<div class="mw-left">
<!--هذا الكلاسات للاطراف-->
<div class="web"><div class="web-right"><?php
include "inc/Blok.php";
?>
<div class="clr"> </div></div>
<div class="web-left">
<?=$minhader;?>
<h1> <?=$min;?>  </h1><?=$addthis;?>
<link rel='stylesheet' type='text/css' href='css/Do3a.css' />
<?php
$s1= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3><ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a1\">(1)  فضل الدعاء </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a2\">(2) ادعية من القرآن الكريم   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a3\">(3)  اذكار الصباح والمساء  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a4\">(4)  الدعاء قبل النوم وعند الاستقاظ  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a5\">(5)  دعاء لبس الثوب   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a6\">(6) دعاء لبس الثوب الجديد ونحوة  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a7\">(7) دعاء لمن لبس ثوبا جديدا    </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a8\">(8) الدعاء عند التعجب  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a9\">(9)  الدعاء عند الدخول والخروج من الخلاء  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a10\">(10)  الدعاء عند سماع الاذآن  </a></li>
</ul>
</div>";
$s2= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a11\">(11)  الدعاء بعد الوضوء   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a12\">(12)  الدعاء عند الذهاب للمسجد  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a13\">(13) الدعاء عند دخول المسجد </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a14\">(14)  الدعاء عند الخروج من المسجد   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a15\">(15)  دعاء الاستفتاح  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a16\">(16) الدعاء في السجود   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a17\">(17)  دعاء مابين التشهد والتسليم   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a18\">(18)  دعاء القنوت   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a19\">(19) دعاء سجود التلاوة   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a20\">(20)  كيف الصلاة على النبي  </a></li></ul>
</div>";$s3= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul>       <li><a class=\"boooxlink\" href=\"?sedany=Do3a21\">(21) سيد الاستغفار </a></li>       <li><a class=\"boooxlink\" href=\"?sedany=Do3a22\">(22)  اذكار بعد الصلاة </a></li>           <li><a class=\"boooxlink\" href=\"?sedany=Do3a23\">(23)  دعاء الدخول للمنزل      </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a24\">(24)دعاء الخروج من المنزل   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a25\">(25) دعاء عند بدء الطعام والفراغ منه </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a26\">(26) دعاء كفارة المجلس </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a27\">(27) دعاء الكرب  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a28\">(28) الدعاء عند الهم والحزن  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a29\">(29) دعاء المظلوم  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a30\">(30) الدعاء عند الغضب </a></li>
</ul>
</div>";$s4= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul><li><a class=\"boooxlink\" href=\"?sedany=Do3a31\">(31) دعاء من استصعب عليه امر ما  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a32\">(32) الدعاء لمن عرض عليك ماله </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a33\">(33) دعاء من اثقلته الديون  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a34\">(34) الدعاء عند ارجاع الدين ( القرض) </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a35\">(35) الدعاء لمن صنع لك معروفا  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a36\">(36) الدعاء عند دخول والخروج من السوق  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a37\">(37) دعاء السفر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a38\">(38) الدعاء للمسافر </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a39\">(39)  الدعاء عند الرجوع من السفر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a40\">(40) دعاء من نزل منزلا </a></li>
</ul>
</div>";$s5= "<div class=\"booox\"><h3>  موضوعات ذات صلة  </h3>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a41\">(41)الدعاء عند التطير </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a42\">(42) دعاء الخوف </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a43\">(43) الدعاء عند الخوف من عدوه ونحوه  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a44\">(44) الدعاء عند لقاء العدو </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a45\">(45) دعاء الاستسقاء   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a46\">(46) الدعاء عند هيجان الريح  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a47\">(47)  الدعاء عند سماع الرعد  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a48\">(48) الدعاء عند وبعد نزول المطر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a49\">(49) دعاء اذا كثر المطر وخيف منه الضرر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a50\">(50) الدعاء عند رؤية الهلال   </a></li>
</ul>
</div>";
$s6= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a51\">(51) دعاء الصائم عند الافطار  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a52\">(52) دعاء المدعو لصاحب الطعام </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a53\">(53) دعاء ليلة القدر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a54\">(54) الدعاء عند الذبح والنحر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a55\">(55)  دعاء الاضحية  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a56\">(56)  دعاء الاستخاره  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a57\">(57) الدعاء للمتزوج  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a58\">(58) دعاء الزوج في ليلة الزواج  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a59\">(59) دعاء الوطر </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a60\">(60) دعاء للمولود عند تحنيكه  </a></li>
</ul>
</div>";
$s7= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a61\">(61) ادعية الرقيه </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a62\">(62) دعاء من احس  بوجع في جسده  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a63\">(63) دعاء المريض </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a64\">(64) دعاء عيادة المريض </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a65\">(65) الدعاء عند رؤية مبتلي  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a66\">(66) دعاء من ايس من حياته  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a67\">(67) دعاء من يصارع سكرات الموت  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a68\">(68) الدعاء عند نزول المصيبة </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a69\">(69) الدعاء عند تغميض الميت </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a70\">(70) دعاء من مات له ميت </a></li></ul>
</div>";
$s8= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a71\">(71) الدعاء للميت في الصلاة عليه  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a72\">(72) الدعاء للفرط في الصلاة عليه </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a73\">(73) دعاء التعزئه  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a74\">(74) الدعاء عند المرور بالقبور وزيارتها </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a75\">(75) ادعية جامعة من ادعية الرسول (ص)  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a76\">(76) من شروط وآداب الدعاء  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a77\">(77) اوقات واحوال  يستحب الدعاء فيها </a></li></ul>
</div>";?>
<?php
////////////////لا تقم بتعديل شيئ بالاسفل  //////////////////////
$Do3a1= "<div class=\"booox\"><h3>  موضوعات ذات صلة  </h3><ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a1\">(1)  فضل الدعاء </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a2\">(2) ادعية من القرآن الكريم   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a3\">(3)  اذكار الصباح والمساء  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a4\">(4)  الدعاء قبل النوم وعند الاستقاظ  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a5\">(5)  دعاء لبس الثوب   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a6\">(6) دعاء لبس الثوب الجديد ونحوة  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a7\">(7) دعاء لمن لبس ثوبا جديدا    </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a8\">(8) الدعاء عند التعجب  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a9\">(9)  الدعاء عند الدخول والخروج من الخلاء  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a10\">(10)  الدعاء عند سماع الاذآن  </a></li>
</ul>
</div>
";
$Do3a2= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a11\">(11)  الدعاء بعد الوضوء   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a12\">(12)  الدعاء عند الذهاب للمسجد  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a13\">(13) الدعاء عند دخول المسجد </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a14\">(14)  الدعاء عند الخروج من المسجد   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a15\">(15)  دعاء الاستفتاح  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a16\">(16) الدعاء في السجود   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a17\">(17)  دعاء مابين التشهد والتسليم   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a18\">(18)  دعاء القنوت   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a19\">(19) دعاء سجود التلاوة   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a20\">(20)  كيف الصلاة على النبي  </a></li></ul></div>";$Do3a3= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul>       <li><a class=\"boooxlink\" href=\"?sedany=Do3a21\">(21) سيد الاستغفار </a></li>       <li><a class=\"boooxlink\" href=\"?sedany=Do3a22\">(22)  اذكار بعد الصلاة </a></li>           <li><a class=\"boooxlink\" href=\"?sedany=Do3a23\">(23)  دعاء الدخول للمنزل      </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a24\">(24)دعاء الخروج من المنزل   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a25\">(25) دعاء عند بدء الطعام والفراغ منه </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a26\">(26) دعاء كفارة المجلس </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a27\">(27) دعاء الكرب  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a28\">(28) الدعاء عند الهم والحزن  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a29\">(29) دعاء المظلوم  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a30\">(30) الدعاء عند الغضب </a></li>
</ul></div>";$Do3a4= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul><li><a class=\"boooxlink\" href=\"?sedany=Do3a31\">(31) دعاء من استصعب عليه امر ما  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a32\">(32) الدعاء لمن عرض عليك ماله </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a33\">(33) دعاء من اثقلته الديون  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a34\">(34) الدعاء عند ارجاع الدين ( القرض) </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a35\">(35) الدعاء لمن صنع لك معروفا  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a36\">(36) الدعاء عند دخول والخروج من السوق  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a37\">(37) دعاء السفر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a38\">(38) الدعاء للمسافر </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a39\">(39)  الدعاء عند الرجوع من السفر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a40\">(40) دعاء من نزل منزلا </a></li>
</ul>
</div>";$Do3a5= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a41\">(41)الدعاء عند التطير </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a42\">(42) دعاء الخوف </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a43\">(43) الدعاء عند الخوف من عدوه ونحوه  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a44\">(44) الدعاء عند لقاء العدو </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a45\">(45) دعاء الاستسقاء   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a46\">(46) الدعاء عند هيجان الريح  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a47\">(47)  الدعاء عند سماع الرعد  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a48\">(48) الدعاء عند وبعد نزول المطر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a49\">(49) دعاء اذا كثر المطر وخيف منه الضرر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a50\">(50) الدعاء عند رؤية الهلال   </a></li>
</ul></div>";
$Do3a6= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a51\">(51) دعاء الصائم عند الافطار  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a52\">(52) دعاء المدعو لصاحب الطعام </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a53\">(53) دعاء ليلة القدر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a54\">(54) الدعاء عند الذبح والنحر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a55\">(55)  دعاء الاضحية  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a56\">(56)  دعاء الاستخاره  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a57\">(57) الدعاء للمتزوج  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a58\">(58) دعاء الزوج في ليلة الزواج  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a59\">(59) دعاء الوطر </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a60\">(60) دعاء للمولود عند تحنيكه  </a></li>
</ul>
</div>";
$Do3a7= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul><li><a class=\"boooxlink\" href=\"?sedany=Do3a61\">(61) ادعية الرقيه </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a62\">(62) دعاء من احس  بوجع في جسده  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a63\">(63) دعاء المريض </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a64\">(64) دعاء عيادة المريض </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a65\">(65) الدعاء عند رؤية مبتلي  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a66\">(66) دعاء من ايس من حياته  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a67\">(67) دعاء من يصارع سكرات الموت  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a68\">(68) الدعاء عند نزول المصيبة </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a69\">(69) الدعاء عند تغميض الميت </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a70\">(70) دعاء من مات له ميت </a></li></ul>
</div>";
$s8= "<div class=\"booox\">
<h3>  موضوعات ذات صلة  </h3>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a71\">(71) الدعاء للميت في الصلاة عليه  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a72\">(72) الدعاء للفرط في الصلاة عليه </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a73\">(73) دعاء التعزئه  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a74\">(74) الدعاء عند المرور بالقبور وزيارتها </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a75\">(75) ادعية جامعة من ادعية الرسول (ص)  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a76\">(76) من شروط وآداب الدعاء  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a77\">(77) اوقات واحوال  يستحب الدعاء فيها </a></li></ul></div>";
////////////////لا تقم بتعديل شيئ بالاسفل  //////////////////////
$Do3am1= "<div class=\"booox\">
<title>
الأدعية ا مجموعة (1) </title>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a1\">(1)  فضل الدعاء </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a2\">(2) ادعية من القرآن الكريم   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a3\">(3)  اذكار الصباح والمساء  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a4\">(4)  الدعاء قبل النوم وعند الاستقاظ  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a5\">(5)  دعاء لبس الثوب   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a6\">(6) دعاء لبس الثوب الجديد ونحوة  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a7\">(7) دعاء لمن لبس ثوبا جديدا    </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a8\">(8) الدعاء عند التعجب  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a9\">(9)  الدعاء عند الدخول والخروج من الخلاء  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a10\">(10)  الدعاء عند سماع الاذآن  </a></li>
</ul>
</div>
";
$Do3am2= "<div class=\"booox\">
<title>
الأدعية ا مجموعة (2) </title>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a11\">(1)  الدعاء بعد الوضوء   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a12\">(2)  الدعاء عند الذهاب للمسجد  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a13\">(3) الدعاء عند دخول المسجد </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a14\">(4)  الدعاء عند الخروج من المسجد   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a15\">(5)  دعاء الاستفتاح  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a16\">(6) الدعاء في السجود   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a17\">(7)  دعاء مابين التشهد والتسليم   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a18\">(8)  دعاء القنوت   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a19\">(9) دعاء سجود التلاوة   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a20\">(10)  كيف الصلاة على النبي  </a></li></ul></div>";$Do3am3= "<div class=\"booox\">
<title>
الأدعية ا مجموعة (3) </title>
<ul>       <li><a class=\"boooxlink\" href=\"?sedany=Do3a21\">(1) سيد الاستغفار </a></li>       <li><a class=\"boooxlink\" href=\"?sedany=Do3a22\">(2)  اذكار بعد الصلاة </a></li>           <li><a class=\"boooxlink\" href=\"?sedany=Do3a23\">(3)  دعاء الدخول للمنزل      </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a24\">(4)دعاء الخروج من المنزل   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a25\">(5) دعاء عند بدء الطعام والفراغ منه </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a26\">(6) دعاء كفارة المجلس </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a27\">(7) دعاء الكرب  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a28\">(8) الدعاء عند الهم والحزن  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a29\">(9) دعاء المظلوم  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a30\">(10) الدعاء عند الغضب </a></li>
</ul></div>";
$Do3am4= "<div class=\"booox\">
<title>
الأدعية ا مجموعة (4) </title><ul><li><a class=\"boooxlink\" href=\"?sedany=Do3a31\">(1) دعاء من استصعب عليه امر ما  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a32\">(2) الدعاء لمن عرض عليك ماله </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a33\">(3) دعاء من اثقلته الديون  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a34\">(4) الدعاء عند ارجاع الدين ( القرض) </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a35\">(5) الدعاء لمن صنع لك معروفا  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a36\">(6) الدعاء عند دخول والخروج من السوق  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a37\">(7) دعاء السفر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a38\">(8) الدعاء للمسافر </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a39\">(9)  الدعاء عند الرجوع من السفر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a40\">(10) دعاء من نزل منزلا </a></li>
</ul>
</div>";$Do3am5= "<div class=\"booox\">
<title>
الأدعية ا مجموعة (5) </title>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a41\">(1)الدعاء عند التطير </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a42\">(2) دعاء الخوف </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a43\">(3) الدعاء عند الخوف من عدوه ونحوه  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a44\">(4) الدعاء عند لقاء العدو </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a45\">(5) دعاء الاستسقاء   </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a46\">(6) الدعاء عند هيجان الريح  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a47\">(7)  الدعاء عند سماع الرعد  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a48\">(8) الدعاء عند وبعد نزول المطر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a49\">(9) دعاء اذا كثر المطر وخيف منه الضرر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a50\">(10) الدعاء عند رؤية الهلال   </a></li>
</ul></div>";
$Do3am6= "<div class=\"booox\">
<title>
الأدعية ا مجموعة (6) </title>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a51\">(1) دعاء الصائم عند الافطار  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a52\">(2) دعاء المدعو لصاحب الطعام </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a53\">(3) دعاء ليلة القدر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a54\">(4) الدعاء عند الذبح والنحر  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a55\">(5)  دعاء الاضحية  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a56\">(6)  دعاء الاستخاره  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a57\">(7) الدعاء للمتزوج  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a58\">(8) دعاء الزوج في ليلة الزواج  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a59\">(9) دعاء الوطر </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a60\">(10) دعاء للمولود عند تحنيكه  </a></li>
</ul>
</div>";
$Do3am7= "<div class=\"booox\">
<title>
الأدعية ا مجموعة (7) </title>
<ul><li><a class=\"boooxlink\" href=\"?sedany=Do3a61\">(1) ادعية الرقيه </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a62\">(2) دعاء من احس  بوجع في جسده  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a63\">(3) دعاء المريض </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a64\">(4) دعاء عيادة المريض </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a65\">(5) الدعاء عند رؤية مبتلي  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a66\">(6) دعاء من ايس من حياته  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a67\">(7) دعاء من يصارع سكرات الموت  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a68\">(8) الدعاء عند نزول المصيبة </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a69\">(9) الدعاء عند تغميض الميت </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a70\">(10) دعاء من مات له ميت </a></li></ul>
</div>";
$Do3am8= "<div class=\"booox\">
<title>
الأدعية ا مجموعة (8) </title>
<ul>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a71\">(1) الدعاء للميت في الصلاة عليه  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a72\">(2) الدعاء للفرط في الصلاة عليه </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a73\">(3) دعاء التعزئه  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a74\">(4) الدعاء عند المرور بالقبور وزيارتها </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a75\">(5) ادعية جامعة من ادعية الرسول (ص)  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a76\">(6) من شروط وآداب الدعاء  </a></li>
<li><a class=\"boooxlink\" href=\"?sedany=Do3a77\">(7) اوقات واحوال  يستحب الدعاء فيها </a></li></ul></div>";
$sedanyDo3a1 = "
<title>فضل الدعاء </title><div class='hts'><h3> فضل الدعاء </h3>
<ul>
<li><a > <h4> عن عائشة رضي اللَّه عنها قالت : قال رسُول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم:</h4>  </a>  </li>
<li><a > <span > « إنَّهُ خُلِقَ كُلُّ إنْسانٍ مِنْ بني آدم علَى سِتِّينَ وثلاثمائَةِ مَفْصِلٍ ، فَمنْ كَبَّر اللَّه ، وحمِدَ اللَّه ، وَهَلَّلَ اللَّه ، وسبَّحَ اللَّه واستَغْفَر اللَّه ، وعَزلَ حَجراً عنْ طَرِيقِ النَّاسِ أوْ شَوْكَةً أوْ عظْماً عن طَرِيقِ النَّاسِ ، أوْ أمر بمعرُوفٍ أوْ نهى عنْ مُنْكَرٍ ، عَددَ السِّتِّينَ والثَّلاَثمائة ، فَإِنَّهُ يُمْسي يَوْمئِذٍ وَقَد زَحزحَ نفْسَهُ عنِ النَّارِ » .  </span></a></li>
<li><a > ...................... </a>  </li><li><a > <h2> وعنْ أبي مُوسَى الأشعريِّ ، رضي اللَّه عنهُ ، عن النبي صَلّى اللهُ عَلَيْهِ وسَلَّم ، قال :   </h2>  </a>  </li>
<li><a > <span >   «مَثَلُ الذي يَذكُرُ ربَّهُ وَالذي لا يذكُرُهُ ، مَثَل الحيِّ والمَيِّتِ »    </span></a></li>
<li><a > <h4> رواهُ البخاري .   </h4>  </a>  </li><li><a > <h4>  ورواه مسلم فقال :  </h4>  </a>  </li>
<li><a > <span >   « مَثَلُ البَيْتِ الَّذي يُذْكَرُ اللَّه فِيهِ ، وَالبَيتِ الذي لا يُذْكَرُ اللَّه فِيهِ ، مَثَلُ الحَيِّ والمَيِّتِ » .    </span></a></li>
<li><a >وعنْ أبي هُريرةَ ، رضي اللَّه عنْهُ ، أنَّ رسُولَ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم قالَ :  </a>  </li>
<li><a > <span >  « يقُولُ اللَّه تَعالى : أَنَا عِنْدَ ظَنِّ عبدي بي ، وأنا مَعهُ إذا ذَكَرَني ، فَإن ذَكرَني في نَفْسهِ ، ذَكَرْتُهُ في نَفسي ، وإنْ ذَكَرَني في ملإٍ ، ذكَرتُهُ في ملإٍ خَيْرٍ منْهُمْ » متَّفقٌ عليهِ .
وعَنْهُ قال : قالَ رَسُولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم : « سبقَ المُفَرِّدُونَ »     </span></a></li>
<li><a > <span >   قالوا : ومَا المُفَرِّدُونَ يا رسُول اللَّهِ ؟ قال : « الذَّاكِرُونَ اللَّه كَثيراً والذَّاكِراتُ »     </span></a></li>
<li><a > <h2>  رواه مسلم .  </h2>  </a>  </li>
<li><a > <h4>  روي : « المُفَرِّدُونَ » بتشديد الراء وتخفيفها ، والمَشْهُورُ الَّذي قَالَهُ الجمهُورُ : التَّشديدُ.  </h4>  </a>  </li>
<li><a > <h2> وعن جابر رضي اللَّه عَنْهُ قالَ : سمِعْتُ رسُول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم يقولُ :   </h2>  </a>  </li>
<li><a > <span >  « أَفْضَلُ الذِّكرِ : لا إله إلاَّ اللَّه »      </span>  . رواهُ الترمِذيُّ وقال : حديثٌ حسنٌ .  </a></li>
<li><a >وعنْ عبد اللَّه بن بُسْرٍ رضي اللَّه عنْهُ أنَّ رَجُلاً قال : يا رسُولَ اللَّهِ ، إنَّ شَرائِع الإسْلامِ قَدْ كَثُرتْ علَيَّ ، فَأخبرْني بِشيءٍ أتشَبَّثُ بهِ قال :   <span >  « لا يَزالُ لِسَانُكَ رَطْباً مِنْ ذِكْرِ اللَّهِ »     </span> رواهُ الترمذي   </a> </li>
<li><a > <h4>  وقال : حديثٌ حَسَنٌ .  </h4>  </a>  </li>
<li><a >وعنْ جابرٍ رضي اللَّه عنهُ ، عَنِ النبي صَلّى اللهُ عَلَيْهِ وسَلَّم قال : <span >   « منْ قال : سُبْحانَ اللَّهِ وبحَمدِهِ ، غُرِستْ لهُ نَخْلَةٌ في الجَنَّةِ »    </span> رواه الترمذي وقال : حديث حسنٌ . </a></li>
<li><a >وعن ابن مسْعُودٍ رضي اللَّه عَنْهُ قال : قال رسُول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم  <span > « لَقِيتُ إبراهيمَ صَلّى اللهُ عَلَيْهِ وسَلَّم لَيْلَةَ أُسْرِيَ بي فقال : يا مُحمَّدُ أقرِيءْ أُمَّتَكَ مِنِّي السَّلام ، وأَخبِرْهُمْ أنَّ الجنَّةَ طَيِّبةُ التُّرُبةِ ، عذْبةُ الماءِ ، وأنَّها قِيعانٌ وأنَّ غِرَاسَها : سُبْحانَ اللَّه ، والحمْدُ للَّه ، ولا إله إلاَّ اللَّه واللَّه أكْبَرُ » .      </span>رواه الترمذي </a></li>
<li><a > <h4> وقال : حديثٌ حسنٌ .   </h4>  </a>  </li>
<li><a > وعنْ أَبي الدِّرداءِ ، رضيَ اللَّه عَنْهُ قالَ : قالَ رسولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم :<span >    « أَلا أُنَبِّئُكُم بِخَيْرِ أَعْمَالِكُم ، وأَزْكَاهَا عِند مليكِكم ، وأَرْفعِها في دَرجاتِكم ، وخَيْرٌ لَكُمْ مِنْ إِنْفَاق الذَّهَبِ والفضَّةِ ، وخَيْرٌ لَكُمْ مِنْ أَنْ تَلْقوْا عدُوَّكم ، فَتَضربُوا أَعْنَاقَهُم ، ويضرِبوا أَعْنَاقكُم؟» قالوا : بلَى ، قال : « ذِكُر اللَّهِ تَعالى » .   </span> رواهُ الترمذي ، قالَ الحاكمُ أَبو عبد اللَّهِ : إِسناده صحيح .</a></li>
<li><a >وعنِ ابْنِ عَبَّاسٍ رضِي اللَّه عنْهُما قَال : قالَ رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم :   <span >  « منْ لَزِم الاسْتِغْفَار ، جعل اللَّه لَهُ مِنْ كُلِّ ضِيقٍ مخْرجاً ، ومنْ كُلِّ هَمٍّ فَرجاً ، وَرَزَقَهُ مِنْ حيْثُ لا يَحْتَسِبُ »     </span> رواه أبو داود .</a></li>
<li><a >وعنِ ابْنِ مَسْعُودٍ رضِي اللَّه عنْهُ قال : قال رسُولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم : <span >  « منْ قال : أَسْتَغْفِرُ اللَّه الذي لا إِلَهَ إِلاَّ هُو الحيَّ الْقَيُّومَ وأَتُوبُ إِلَيهِ ، غُفِرَتْ ذُنُوبُهُ وإِنْ كَانَ قَدْ فَرَّ مِنَ الزَّحْفِ »     </span> رواه أبو داود والترمذي والحاكِمُ ، وقال : حدِيثٌ صحيحٌ على شَرْطِ البُخَارِيِّ ومُسلمٍ .  </a></li></ul>
</div>$Do3a1
";
$sedanyDo3a2 = " 
<title>
ادعية من القرآن الكريم</title><div class='hts'><h3> ادعية من القرآن الكريم</h3>
<ul><li><a >1-  <span >  (رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ)     </span> [البقرة/201]  </a></li>
<li><a >2-  <span >  (رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ)     </span> [البقرة/250] </a></li>
<li><a > 3-  <span >  (رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ)     </span>[البقرة/286]  </a></li>
<li><a >4- <span >  (رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ)     </span>  [آل عمران/8]  </a></li>
<li><a >5- <span >  (رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ)     </span>[آل عمران/16]  </a></li>
<li><a >6-  <span > (رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاء)      </span>[آل عمران/38]  </a></li>
<li><a >7- <span >   (رَبَّنَا آمَنَّا بِمَا أَنزَلَتْ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَِ)    </span>[آل عمران/53]  </a></li>
<li><a >8-  <span >  (ربَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَِ)      </span>  [آل عمران/147] </a></li>
<li><a >9- <span > (رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَاد ِ)  </span> [آل عمران/191-194] </a></li>
<li><a >10-  <span > (رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ)      </span>[الأعراف/23]  </a></li>
<li><a > 11- <span >   (رَبَّنَا لاَ تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ)    </span> [الأعراف/47] </a></li>
<li><a >12- <span >  ( رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ)     </span> [الأعراف/126] </a></li>
<li><a >13- <span >  (حَسْبِيَ اللّهُ لا إِلَـهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ)      </span>[التوبة/129] </a></li>
<li><a >14- <span >  (رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ)      </span> [يونس/85-86] </a></li>
<li><a >15- <span >   (رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ)    </span>[هود-47] </a></li>
<li><a >16- <span >  (رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاء)     </span>[إبرهيم-40]  </a></li>
<li><a >17- <span >  (رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ)     </span> [إبرهيم-41]  </a></li>
<li><a >18- <span >  (رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا)     </span> [الإسراء-80] </a></li>
<li><a >19- <span >  (رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا)     </span>[الكهف/10]  </a></li>
<li><a >20- <span >  (رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي يَفْقَهُوا قَوْلِي)     </span>[طه/25-28]  </a></li>
<li><a >21- <span >   (رَّبِّ زِدْنِي عِلْمًا)    </span> [طه/114] </a></li>
<li><a >22- <span > (لا إِلَهَ إِلا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ)      </span>  [الأنبياء/87] </a></li>
<li><a >23- <span >   (رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ)    </span> [الأنبياء/89]  </a></li>
<li><a >24- <span > (رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ)      </span>[المؤمنون/97-98] </a></li>
<li><a >25- <span >  (رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ)     </span> [المؤمنون/109]  </a></li>
<li><a >26- <span >   (رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ)     </span>[المؤمنون/118] </a></li>
</ul>
</div>
$Do3a1
";
$sedanyDo3a3 = "
<title>
اذكار الصباح والمساء </title><div class='hts'><h3> اذكار الصباح والمساء  </h3>
<ul><li><a >عنْ أَبي هريرة رضي اللَّه عنهُ قال : قالَ رسولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم :  <span >    « مَنْ قال حِينَ يُصْبِحُ وحينَ يُمسِي : سُبْحانَ اللَّهِ وبحمدِهِ مِائَةَ مَرةٍ لَم يأْتِ أَحدٌ يوْم القِيامة بأَفضَلِ مِما جَاءَ بِهِ ، إِلاَّ أَحدٌ قال مِثلَ مَا قال أَوْ زَادَ » </span> رواهُ مسلم .   </a></li>
<li><a >وعَنهُ قال : جاءَ رجُلٌ إِلى النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم ، فقال : يا رسُول اللَّهِ ما لَقِيتُ مِنْ عَقْربٍ لَدغَتني البارِحةَ ، قال : <span >   « أَما لَو قُلتَ حِينَ أمْسيت : أعُوذُ بِكَلماتِ اللَّهِ التَّامَّاتِ منْ شَرِّ ما خَلَقَ لم تَضُرَّك »    </span> رواه مسلم .
</a></li>
<li><a >وعنْهُ عن النبيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم أَنَّه كان يقول إِذَا أَصْبَحَ : اللَّهُمَّ بِكَ أَصْبحْنَا وبِكَ أَمسَيْنَا وبِكَ نَحْيا ، وبِكَ نَمُوتُ ، وَإِلَيْكَ النُّشُورُ » وإِذا أَمْسى قال : <span >  « اللَّهُمَّ بِكَ أَمْسَيْنَا، وبِكَ نَحْيا ، وبِك نمُوتُ وإِلَيْكَ المَصِير »     </span>رواه أَبو داود والترمذي وقال : حديث حسن .
</a></li>
<li><a >وعنهُ أَنَّ أَبا بَكرٍ الصِّدِّيقَ ، رضيَ اللَّه عنه ، قال : يَا رَسُولَ اللَّهِ مُرْنِي بِكَلمَاتٍ أَقُولُهُنَّ إِذَا أَصْبَحْتُ وإِذَا أَمْسَيتُ ، قال : قُلْ : « اللَّهُمَّ فَاطِرَ السَّمَواتِ والأرضِ عَالمَ الغَيْب وَالشَّهَادةِ ، ربَّ كُلِّ شَيءٍ وَمَلِيكَهُ . أَشْهَدُ أَن لاَ إِله إِلاَّ أَنتَ ، أَعُوذُ بكَ منْ شَرِّ نَفسي وشَرِّ الشَّيْطَانِ وَشِرْكهِ » قال : <span >   « قُلْها إِذا أَصْبحْتَ ، وَإِذا أَمْسَيْتَ ، وإِذا أَخذْتَ مَضْجِعَكَ »    </span>  رواه أبو داود والترمذي وقال : حديثٌ حسنٌ صحيحٌ . </a></li>
<li><a >وعَن ابْن مَسْعُودٍ رضي اللَّه عنهُ قالَ : كانَ نبيُّ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم إِذَا أَمسى قال : أَمْسَيْنَا وأَمْسى المُلكُ للَّهِ ، والحمْدُ للَّهِ ، لاَ إِلهَ إِلاَّ اللَّه وحْدَهُ لاَ شَريكَ لَه » قالَ الرواي: أَرَاهُ قال فيهِنَّ : <span >  « لهُ المُلكُ وَلَه الحمْدُ وهُوَ عَلى كلِّ شَيءٍ قدِيرٌ ، ربِّ أَسْأَلُكَ خَيْرَ مَا في هذِهِ اللَّيلَةِ ، وَخَيْرَ مَا بَعْدَهَا ، وأَعُوذُ بِكَ منْ شَرِّ مَا في هذِهِ اللَّيْلَةِ وشَرِّ ما بعْدَهَا ، ربِّ أَعُوذُ بِكَ من الكَسَلِ ، وَسُوءِ الكِبْرِ ، أعوذُ بِكَ منْ عذَابٍ في النَّار ، وَعَذَابٍ في القبر » وَإِذَا أَصْبحَ قال ذلك أَيْضاً : « أَصْبحْنَا وَأَصْبَحَ المُلْك للَّهِ »     </span> رواه مسلم . </a></li>
<li><a >وعنْ عبدِ اللَّهِ بنِ خُبَيْب بضَمِّ الْخَاءِ المُعْجَمَةِ رضي اللَّه عَنْهُ قال : قال لي رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم : <span >    « اقْرأْ : قُلْ هوَ اللَّه أَحَدٌ ، والمعوِّذَتَيْن حِينَ تُمْسِي وَحِينَ تُصبِحُ ، ثَلاثَ مَرَّاتٍ تَكْفِيكَ مِنْ كلِّ شَيْءٍ » .   </span> رواهُ أَبو داود والترمذي وقال : حديثٌ حسن صحيح . </a></li>
<li><a >وعنْ عُثْمَانَ بْنِ عَفَانَ رضيَ اللَّه عنهُ قالَ : قالَ رَسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم : <span >  « مَا مِنْ عَبْدٍ يَقُولُ في صَبَاحِ كلِّ يَوْمٍ ومَسَاءٍ كلِّ لَيْلَةٍ : بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَع اسْمِهِ شيء في الأرضِ ولا في السماءِ وَهُوَ السَّمِيعُ الْعلِيمُ ، ثلاثَ مَرَّاتٍ ، إِلاَّ لَمْ يَضُرَّهُ شَيءٌ »     </span> رواه أبو داود والتِّرمذي . </a></li></ul>
</div>
$Do3a1
";
$sedanyDo3a4 = "
<title>الدعاء قبل النوم وعند الاستيقاظ</title><div class='hts'><h3>الدعاء قبل النوم وعند الاستيقاظ </h3>
<ul><li><a > عن الْبَراءِ بن عازبٍ رضيَ اللَّه عنهما قال : كَانَ رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم إذا أَوَى إلى فِرَاشِهِ نَامَ عَلى شِقَّهِ الأَيمنِ ، ثُمَّ قال :  <span >   « اللَّهُمَّ أَسْلَمْتُ نَفْسِي إليْكَ ، وَوجَّهْتُ وَجْهي إلَيْكَ ، وفَوَّضْتُ أَمْرِي إلَيْكَ ، وَأَلجَأْتُ ظهْري إلَيْكَ ، رَغْبةً وَرهْبَةً إلَيْكَ ، لا مَلْجأ ولا مَنْجى مِنْكَ إلاَّ إلَيْكَ ، آمَنْتُ بِكتَابكَ الذي أَنْزلتَ ، وَنَبيِّكَ الذي أَرْسَلْتَ »   </span> .رواه البخاري بهذا اللفظ في كتاب الأدب من صحيحه .  </a></li>
<li><a >وعن حُذَيْفَةَ رضي اللَّه عنه قال : : كان النبي صَلّى اللهُ عَلَيْهِ وسَلَّم إذا أَخَذَ مَضْجَعَهُ مِنَ اللَّيْلِ وَضَعَ يَدهُ تَحْتَ خَدِّهِ ، ثمَّ يَقُولُ : <span >  « اللَّهُمَّ بِاسْمِكَ أمُوتُ وَ أَحْيَا »     </span> وإذا اسْتيْقَظَ قَالَ :  <span >   «الحَمْدُ للَّهِ اَلَّذي أَحْيَانَا بعْدَ مَا أَمَاتَنَا وإليه النُّشُورُ »      </span>رواه البخاري .</a></li>
<li><a >وعن أَبي مسعودٍ البدْرِيِّ رضيَ اللَّه عنهُ عن النبيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم قال :  <span >  «منْ قَرَأَ بالآيتَيْنِ مِنْ آخِرِ سُورةِ البقَرةِ فِي لَيْلَةٍ كَفَتَاهُ »     </span> متفقٌ عليه  </a></li>
<li><a >وعَنْ عليٍّ رضي اللَّه عَنْهُ أَنَّ رسُولَ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم قالَ له وَلِفَاطِمةَ رضيَ اللَّه عنهما: <span >  « إِذَا أَوَيْتُمَا إِلى فِراشِكُما ، أَوْ إِذَا أَخَذْتُمَا مَضَاجِعَكُما فَكَبِّرا ثَلاثاً وَثَلاثِينَ ، وَسَبِّحَا ثَلاثاً وثَلاثِينَ ، وَاحْمَدَا ثَلاثاً وَثَلاثِين »      </span>  وفي روايةٍ :  <span >  « التَّسْبِيحُ أَرَبعاً وَثَلاثِينَ »     </span>  وفي روايةٍ :  <span >  « التَّكبيرُ أَربعاً وَثَلاثِينَ »     </span> متفقٌ عليه .
</a></li>
<li><a > وعن أَبي هُريرةَ رَضِيَ اللَّه عنهُ ، قال : قال رسولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم :  <span > « إِذا أَوَى أَحَدُكُم إِلى فِراشِهِ ، فَلْيَنْفُض فِراشَهُ بداخِلَةِ إِزَارِهِ فإِنَّهُ لاَ يَدْرِي مَا خَلَفَهُ عَلَيْهِ ، ثُمَّ يَقُولُ : بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبي ، وَبِكَ أَرْفَعُهُ ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْها ، وإِنْ أَرْسَلْتَهَا ، فَاحْفَظْهَا بِمَا تَحْفَظُ بِه عِبادَكَ الصَّالحِينَ »      </span>متفقٌ عليه .
</a></li>
<li><a >وعنْ عائشةَ رضي اللَّه عنْها ، أَنَّ رسول اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم  <span >  كان إِذَا أَخَذَ مضْجعَهُ نَفَثَ في يدَيْهِ ، وَقَرَأَ بالْمُعَوِّذاتِ ومَسح بِهمَا جَسَدَهُ      </span> متفقٌ عليه .</a></li>
<li><a >وفي رواية لهما : أَنَّ النبيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم كَانَ إِذَا أَوى إِلى فِرَاشِهِ كُلَّ لَيْلةٍ جمَع كَفَّيْهِ ثُمَّ نفَثَ فيهما فَقَرأَ فِيهما : قُلْ هُوَ اللَّه أَحَدٌ ، وقُلْ أَعُوذُ بِرَبِّ الفلَقِ ، وَقُلْ أَعُوذُ بِربِّ النَّاسِ ، ثُمَّ مَسَحَ بِهِمَا ما اسْتطاعَ مِن جسَدِهِ ، يبْدَأُ بِهما عَلَى رَأْسِهِ وَوجهِهِ ، وما أَقبلَ مِنْ جَسَدِهِ ، يَفْعَلُ ذلكَ ثَلاَثَ مرَّات متفقٌ عليه .
قال أَهلُ اللُّغَةِ : <span >  « النَّفْثُ »     </span> نَفخٌ لَطِيفٌ بِلاَ رِيقٍ .</a></li>
<li><a > وَعنِ البرَاءِ بنِ عازِبٍ ، رَضِيَ اللَّه عنْهمَا ، قَالَ : قال لي رسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم :<span >  «إِذَا أَتَيتَ مَضْجَعَكَ فَتَوضَّأْ وضُوءَكَ لِلصَّلاةِ ، ثُمَّ اضْطَجِعْ عَلى شِقِّكَ الأَيمَنِ ، وقلْ : اللَّهُمَّ أَسْلَمْتُ نفِسي إِلَيكَ ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ . وَفَوَّضتُ أَمري إِلَيْكَ ، وَأَلَجَأْتُ ظَهرِي إِلَيْكَ ، رغبةً ورهْبَةً إِلَيْكَ ، لامَلجأَ ولا مَنجي مِنْكَ إِلاَّ إِليكَ ، آمنتُ بِكِتَابِكَ الذِي أَنزَلْت ، وَبِنَبِيِّكَ الذِي أَرسَلتَ ، فإِنْ مِتَّ . مِتَّ على الفِطرةِ ، واجْعَلهُنَّ آخِرَ ما تَقُولُ »     </span> مُتَّفقٌ عليهِ . </a></li>
<li><a >وَعَنْ أَنَسٍ رَضِيَ اللَّه عَنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم كَانَ إذا أَوَى إِلى فِرَاشِهِ قَال : <span >  «الحمْدُ للَّهِ الَّذي أَطْعَمنَا وسقَانا ، وكفَانَا وآوانَا ، فكمْ مِمَّنْ لا كافيَ لَهُ ولا مُؤْوِيَ »     </span> رواهُ مسلمٌ .</a></li>
<li><a >وعنْ حُذيْفَةَ ، رضِيَ اللَّه عَنْهُ ، أَنَّ رسُول اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم كَانَ إِذا أَرَاد أَنْ يرْقُدَ ، وضَع يَدهُ اليُمنَى تَحْتَ خَدِّهِ ، ثُمَّ يقُولُ : <span >   « اللَّهمَّ قِني عَذَابكَ يوْمَ تَبْعثُ عِبادَكَ »    </span>  رواهُ الترمِذيُّ .</a></li>
</ul>
</div>
$Do3a1
";
$sedanyDo3a5 = "
<title>
دعاء لبس الثوب
</title><div class='hts'><h3>دعاء لبس الثوب
</h3>
<ul><li><a >1-  <span >  الحمد لله الذي كساني هذا الثوب ورزقنيه من غير حول مني ولا قوة     </span> أخرجه أهل السنن واذا وضع ثوبه قال <span> بسم الله . </span> </a></li></ul>
</div>
$Do3a1
";
$sedanyDo3a6 = "
<title>دعاء لبس الثوب الجديد او النعل ونحوه</title><div class='hts'><h3>دعاء لبس الثوب الجديد او النعل ونحوه
</h3>
<ul><li><a >عن أبي سعيد الخُدْري رضيَ اللَّه عنه قال : كانَ رسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم إذا اسْتَجَدَّ ثَوْباً سمَّاهُ باسْمِهِ عِمامَةً ، أَوْ قَمِيصاً ، أَوْ رِدَاءً يقُولُ :  <span >  « اللَّهُمَّ لكَ الحَمْدُ أَنْتَ كَسَوْتَنِيهِ ، أَسْأَلُكَ خَيْرَهُ وَخَيْرَ ما صُنِع لَهُ ، وأَعُوذُ بِكَ مِنْ شَرِّهِ وشَرِّ ما صُنِعَ لَهُ » .  </span> رواهُ أبو داود ، والترمذي وقال : حديث حسن . </a></li></ul>
</div>
$Do3a1
";
$sedanyDo3a7 = " 
<title>الدعاء لمن لبس ثوبا جديداً 
</title><div class='hts'><h3>
الدعاء لمن لبس ثوبا جديداً </h3>
<ul><li><a >تبلي ويخلف الله تعالى .  <span >  أخرجه أبو داود* إلبس جيداً وعش حميداً ومت شهيداً .    </span> رواه إبن ماجه .</a></li>
</ul>
</div>
$Do3a1";
$sedanyDo3a8 = "
<title>الدعاء عند التعجب</title><div class='hts'><h3>
الدعاء عند التعجب
</h3>
<ul><li><a > <span > 'سبحان الله '.    </span> متفق عليه <span>' الله أكبر'. </span>  رواه البخاري  </a></li>
</ul>
</div>
$Do3a1";
$sedanyDo3a9 = " 
<title>الدعاء عند دخول الخلاء عند الخروج منه
</title><div class='hts'><h3>
الدعاء عند دخول الخلاء عند الخروج منه</h3>
<ul><li><a > <span > (بِسْمِ الله ) اللّهُـمَّ إِنِّـي أَعـوذُ بِـكَ مِـنَ الْخُـبْثِ وَالْخَبائِث.     </span> رواه البخاري ومسلم   واذا خرج قال:  <span> غُفْـرانَك. </span>   أخرجه أصحاب السنن إلا النسائي   </a></li>
</ul>
</div>
$Do3a1
";
$sedanyDo3a10 = " 
<title>الدعاء عند سماع الاذان
</title><div class='hts'><h3>
الدعاء عند سماع الاذان</h3>
<ul><li><a > َعَنْ عبْدِ اللَّهِ بْنِ عَمرِو بْنِ العاصِ رضِيَ اللَّه عنْهُما أَنه سَمِع رسُولَ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم يقُولُ :<span > « إِذا سمِعْتُمُ النِّداءَ فَقُولُوا مِثْلَ ما يَقُولُ ، ثُمَّ صَلُّوا علَيَّ ، فَإِنَّهُ مَنْ صَلَّى علَيَّ صَلاةً صَلَّى اللَّه عَلَيْهِ بِهَا عشْراً ، ثُمَّ سلُوا اللَّه لي الْوسِيلَةَ ، فَإِنَّهَا مَنزِلَةٌ في الجنَّةِ لا تَنْبَغِي إِلاَّ لعَبْدٍ منْ عِباد اللَّه وَأَرْجُو أَنْ أَكُونَ أَنَا هُو ، فَمنْ سَأَل ليَ الْوسِيلَة حَلَّتْ لَهُ الشَّفاعَةُ »   </span> رواه مسلم .</a></li>
<li><a >وعن أَبي سعيدٍ الخُدْرِيِّ رضيَ اللَّه عنْهُ أَنَّ رسُول اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم قال : <span >« إِذا سمِعْتُمُ النِّداءَ ، فَقُولُوا كَما يقُولُ المُؤذِّنُ » . </span> متفق عليه .</a></li>
<li><a >وَعنْ جابرٍ رضَي اللَّه عنْهُ أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم قَالَ : <span >« من قَال حِين يسْمعُ النِّداءَ : اللَّهُمَّ رَبَّ هذِهِ الدَّعوةِ التَّامَّةِ ، والصَّلاةِ الْقَائِمةِ، آت مُحَمَّداً الْوسِيلَةَ ، والْفَضَيِلَة، وابْعثْهُ مقَامًا محْمُوداً الَّذي وعَدْتَه ، حلَّتْ لَهُ شَفَاعتي يوْم الْقِيامِة » </span> رواه البخاري .</a></li>
<li><a >وعنْ سَعْدِ بْن أَبي وقَّاصٍ رضِيَ اللَّه عنْهُ عَن النبي صَلّى اللهُ عَلَيْهِ وسَلَّم أَنَّهُ قَالَ: <span >مَنْ قَال حِينَ يسْمعُ المُؤذِّنَ : أَشْهَد أَنْ لا إِله إِلاَّ اللَّه وحْدهُ لا شَريك لهُ ، وَأَنَّ مُحمَّداً عبْدُهُ وَرسُولُهُ ، رضِيتُ بِاللَّهِ ربًّا ، وبمُحَمَّدٍ رَسُولاً ، وبالإِسْلامِ دِينًا ، غُفِر لَهُ ذَنْبُهُ » </span>  رواه مسلم . </a></li>
</ul>
</div>
$Do3a1
";
$sedanyDo3a11 = " 
<title>الدعاء بعد الوضوء
</title><div class='hts'><h3>
الدعاء بعد الوضوء</h3>
<ul><li><a >عنْ عُمَر بْنِ الخَطَّابِ رضي اللَّه عَنْهُ عنِ النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم قَالَ : <span >  « ما مِنْكُمْ مِنْ أَحدٍ يتوضَّأُ فَيُبْلِغُ أَو فَيُسْبِغُ الوُضُوءَ ثُمَّ قَالَ : أَشْهدُ أَنْ لا إِله إِلاَّ اللَّه وحْدَه لا شَريكَ لهُ، وأَشْهدُ أَنَّ مُحمَّدًا عبْدُهُ وَرسُولُه ، إِلاَّ فُتِحَت لَهُ أَبْوابُ الجنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّها شاءَ »   </span> رواه مسلم . </a></li><li><a >وزاد الترمذي : <span > « اللَّهُمَّ اجْعلْني من التَّوَّابِينَ واجْعلْني مِنَ المُتَطَهِّرِينَ » .    </span>   </a></li></ul>
</div>
$Do3a2
";
$sedanyDo3a12 = " 
<title>الدعاء عند الذهاب الى المسجد</title><div class='hts'><h3>الدعاء عند الذهاب الى المسجد </h3>
<ul>
<li><a > <span > اللّهُـمَّ اجْعَـلْ في قَلْبـي نورا ، وَفي لِسـاني نورا، وَاجْعَـلْ في سَمْعي نورا، وَاجْعَـلْ في بَصَري نورا، وَاجْعَـلْ مِنْ خَلْفي نورا، وَمِنْ أَمامـي نورا، وَاجْعَـلْ مِنْ فَوْقـي نورا ، وَمِن تَحْتـي نورا .اللّهُـمَّ أَعْطِنـي نورا.    </span> رواه البخاري ومسلم .  </a></li></ul>
</div>
$Do3a2
";
$sedanyDo3a13 = "
<title>الدعاء عند دخول المسجد
</title><div class='hts'><h3>
الدعاء عند دخول المسجد</h3>
<ul>
<li><a > <span > أَعوذُ باللهِ العَظيـم وَبِوَجْهِـهِ الكَرِيـم وَسُلْطـانِه القَديـم مِنَ الشّيْـطانِ الرَّجـيم،[ بِسْـمِ الله، وَالصَّلاةُ] [وَالسَّلامُ عَلى رَسولِ الله]، اللّهُـمَّ افْتَـحْ لي أَبْوابَ رَحْمَتـِك.  </span> رواه ابو داود .</a></li></ul>
</div>
$Do3a2";
$sedanyDo3a14 = "
<title>الدعاء عند الخروج من المسجد</title><div class='hts'><h3>
الدعاء عند الخروج من المسجد
</h3>
<ul>
<li><a > <span >بِسمِ الله وَالصّلاةُ وَالسّلامُ عَلى رَسولِ الله، اللّهُـمَّ إِنّـي أَسْأَلُكَ مِـنْ فَضْـلِك، اللّهُـمَّ اعصِمْنـي مِنَ الشَّيْـطانِ الرَّجـيم.  </span> رواه مسلم وابن ماجه .
</a></li></ul>
</div>
$Do3a2";
$sedanyDo3a15 = " 
<title>دعاء الاستفتاح
</title><div class='hts'><h3>
دعاء الاستفتاح</h3>
<ul>
<li><a > <span >سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك </span> رواه الترمذي . </a></li>
<li><a > <span >اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس اللهم اغسلني من خطاياي بالثلج والماء والبرد </span> رواه البخاري .</a></li></ul>
</div>
$Do3a2
";
$sedanyDo3a16 = "
<title>الدعاء في السجود</title><div class='hts'><h3>
الدعاء في السجود
</h3>
<ul>
<li><a >وعنهُ أنَّ رسُول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم كانَ يقُولُ في سُجُودِهِ  <span > اللَّهُمَّ اغفِرْ لي ذَنبي كُلَّهُ : دِقَّه وجِلَّهُ ، وأَوَّله وَآخِرَهُ ، وعلانيته وَسِرَّه »</span> رواهُ مسلم . </a></li>
<li><a >وعنْ عائشةَ رضي اللَّه عنْها قالَتْ : افتَقدْتُ النبي صَلّى اللهُ عَلَيْهِ وسَلَّم ذَاتَ لَيْلَةٍ ، فَتَحَسَّسْتُ، فَإذَا هُو راكعٌ أوْ سَاجدٌ يقولُ : <span > « سُبْحَانكَ وبحمدِكَ ، لا إلهَ إلاَّ أنْتَ » </span> وفي روايةٍ : فَوقَعَت يَدِي على بَطْنِ قَدميهِ ، وهُوَ في المَسْجِدِ ، وهما منْصُوبتانِ ، وَهُوَ يَقُولُ :<span > « اللَّهُمَّ إنِّي أَعُوذُ بِرضَاكَ مِنْ سَخَطِكَ ، وبمُعافاتِكَ مِنْ عُقوبتِكَ ، وَأَعُوذُ بِك مِنْكَ ، لا أُحْصِي ثَنَاءً عليكَ أَنْتَ كما أثنيتَ على نَفْسِكَ » </span>
رواهُ مسلم .</a></li>
</ul>
</div>
$Do3a2";
$sedanyDo3a17 = " 
<title>
دعاء مابين التشهد والتسليم</title><div class='hts'><h3>
دعاء مابين التشهد والتسليم</h3>
<ul>
<li><a >عنْ أبي هُريْرة رضي اللَّه عَنْهُ أنَّ رسُولَ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم قَالَ : <span > « إذا تَشَهَّد أَحدُكُمْ فَليسْتَعِذ بِاللَّه مِنْ أرْبَع ، يقولُ : اللَّهُمَّ إنِّي أعُوذُ بِكَ مِنْ عذَابِ جهَنَّمَ ، وَمِنْ عَذَابِ القَبرِ، وَمِنْ فِتْنةِ المحْيَا والمَماتِ ، وَمِنْ شَرِّ فِتْنَةِ المَسِيح الدَّجَّالِ » </span> رواه مسلم . </a></li>
<li><a > وعنْ عَلِيٍّ رضي اللَّه عنْهُ قال : كانَ رَسُولُ اللَّهِ إذا قام إلى الصَّلاةِ يكونُ مِنْ آخِر ما يقولُ بينَ التَّشَهُّدِ والتَّسْلِيم : <span >« اللَّهمَّ اغفِرْ لي ما قَدَّمتُ وما أَخَّرْتُ ، وما أَسْرَرْتُ ومَا أعْلَنْتُ ، وما أَسْرفْتُ ، وما أَنتَ أَعْلمُ بِهِ مِنِّي ، أنْتَ المُقَدِّمُ ، وَأنْتَ المُؤَخِّرُ ، لا إله إلاَّ أنْتَ »</span> رواه مسلم . </a></li></ul>
</div>
$Do3a2
";
$sedanyDo3a18 = "
<title>
دعاء القنوت </title><div class='hts'><h3>
دعاء القنوت </h3>
<ul>
<li><a >رُوي عن الحسن بن علي رضي الله عنهما قال: ' علمني رسول الله صلى الله عليه وسلم كلمات أقولهن في الوتر: <span > اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت، إنك تقضي ولا يقضى عليك، إنه لا يذل من واليت، تباركت ربنا وتعاليت ' </span> أخرجه أبو داود.</a></li>
<li><a >وعن جابر رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : <span > (( أفضل الصلاة صلاة القنوت ))  </span>أي صلاة الليل   </a></li>
<li><a >و عن عبد الله بن عباس رضي الله عنهما فال : كان النبي صلى الله عليه وسلم إذا قام من الليل يتهجد قال : <span >' اللهم ربنا لك الحمد ، أنت قيِّمُ السماوات والأرض ومن فيهن ، ولك الحمد أنت نور السماوات والأرض ومن فيهن ، ولك الحمد أنت ملك السماوات والأرض ومن فيهن ، ولك الحمد أنت الحق ووعدك الحق ، ولقاؤك حق ، وقولك حق ، والنار حق ، والنبيون حق ، ومحمد حق ، والساعة حق ..
اللهم لك أسلمت ، وبك آمنت ، وعليك توكلت ، وإليك أنبت ، وبك خاصمت ، وإليك حاكمت ، فاغفر لي ماقدمت وما أخرت وما أسررت وما أعلنت ، وما أنت أعلم به مني ، أنت المقدم وأنت المؤخر ، لا إله إلا أنت ولا إله غيرك ' </span>  رواه البخاري . </a></li>
<li><a > <span ></span>  </a></li></ul>
</div>
$Do3a2";
$sedanyDo3a19 = "
<title>
دعاء سجود التلاوة </title><div class='hts'><h3>
دعاء سجود التلاوة </h3>
<ul>
<li><a >سجد وجهي للذي خلقه وشق سمعه وبصره بحوله وقوته  <span > (فتبارك الله أحسن الخلقين)  </span> اللهم اكتب لي بها عندك أجرا وضع عني بها وزرا واجعلها لي عندك ذخرا وتقبلها مني كما تقبلتها من عبدك داود . </a></li></ul>
</div>
$Do3a2";
$sedanyDo3a20 = "
<title>
كيفية الصلاة على النبي صلى الله عليه وسلم
</title><div class='hts'><h3>
كيفية الصلاة على النبي صلى الله عليه وسلم
</h3>
<ul>
<li><a >عن أبي محمد كَعب بن عُجرَةَ ، رضي اللَّه عنْهُ ، قال : خَرج علَيْنَا النبي صَلّى اللهُ عَلَيْهِ وسَلَّم فقُلْنا : يا رسول اللَّه ، قَدْ علِمْنَا كَيْف نُسلِّمُ عليْكَ فَكَيْفَ نُصَلِّي علَيْكَ ؟ قال :  <span >«قُولُوا : اللَّهمَّ صَلِّ على مُحمَّدٍ ، وَعَلى آلِ مُحمَّد ، كَمَا صَلَّيْتَ عَلى آلِ إبْرَاهِيمَ ، إنَّكَ حمِيدٌ مجيدٌ . اللهُمَّ بارِكْ عَلى مُحَمَّد ، وَعَلى آلِ مُحَمَّد ، كَما بَاركْتَ على آلِ إبْراهِيم ، إنَّكَ حميدٌ مجيدٌ » .</span> .متفقٌ عليهِ .</a></li></ul>
</div>
$Do3a2
";
$sedanyDo3a21 = "
<title>
سيد الاستغفار
</title><div class='hts'><h3>
سيد الاستغفار
</h3>
<ul>
<li><a >عنْ شَدَّادِ بْنِ أَوْسٍ رضي اللَّه عنْهُ عن النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم قالَ :  <span > « سيِّدُ الاسْتِغْفار أَنْ يقُول الْعبْدُ : اللَّهُمَّ أَنْتَ رَبِّي ، لا إِلَه إِلاَّ أَنْتَ خَلَقْتَني وأَنَا عَبْدُكَ ، وأَنَا على عهْدِكَ ووعْدِكَ ما اسْتَطَعْتُ ، أَعُوذُ بِكَ مِنْ شَرِّ ما صنَعْتُ ، أَبوءُ لَكَ بِنِعْمتِكَ علَيَ ، وأَبُوءُ بذَنْبي فَاغْفِرْ لي ، فَإِنَّهُ لا يغْفِرُ الذُّنُوبِ إِلاَّ أَنْتَ . منْ قَالَهَا مِنَ النَّهَارِ مُوقِناً بِهَا ، فَمـاتَ مِنْ يوْمِهِ قَبْل أَنْ يُمْسِيَ ، فَهُو مِنْ أَهْلِ الجنَّةِ ، ومَنْ قَالَهَا مِنَ اللَّيْلِ وهُو مُوقِنٌ بها فَمَاتَ قَبل أَنْ يُصْبِح ، فهُو مِنْ أَهْلِ الجنَّةِ »</span>  رواه البخاري .</a></li></ul>
</div> 
$Do3a3";
$sedanyDo3a22 = "
<title>
اذكار بعد الصلاة</title><div class='hts'><h3>
اذكار بعد الصلاة</h3>
<ul>
<li><a >عنْ ثوبانَ رضي اللَّه عنْهُ قال : كان رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم :  <span >« إذا انْصَرَف مِنْ صلاتِهِ اسْتَغفَر ثَلاثاً ، وقال : « اللَّهُمَّ أَنْتَ السَّلامُ ، ومِنكَ السَّلامُ ، تباركْتَ يَاذا الجلالِ والإكرام » قِيل للأَوْزاعي وهُوَ أَحَد رُواةِ الحديث : كيفَ الاستِغفَارُ ؟ قال : تقول : أَسْتَغْفرُ اللَّه ، أَسْتَغْفِرُ اللَّه .</span> رواهُ مسلم .</a></li>
<li><a >وعَن المُغِيرةِ بن شُعْبةَ رضي اللَّه عَنْهُ أنَّ رَسُول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم كَان إذا فَرغَ مِنَ الصَّلاة وسلَّم قالَ : <span >« لا إلهَ إلاَّ اللَّه وحْدَهُ لا شَرِيكَ لَهُ ، لهُ المُلْكُ ولَهُ الحَمْدُ ، وهُوَ عَلى كُلِّ شَيءٍ قَديرٌ . اللَّهُمَّ لا مانِعَ لما أعْطَيْتَ ، وَلا مُعْطيَ لما مَنَعْتَ ، ولا ينْفَعُ ذا الجَدِّ مِنْكَ الجدُّ »</span>متفقٌ عليهِ . </a></li>
<li><a >وعَنْ عبد اللَّه بن الزُّبَيْرِ رضي اللَّه تعالى عنْهُما أَنَّهُ كان يقُول دُبُرَ كَلِّ صلاةٍ، حينَ يُسَلِّمُ : <span >لا إلَه إلاَّ اللَّه وَحْدَهُ لا شريكَ لهُ ، لهُ الملكُ ولهُ الحَمْدُ ، وهُوَ عَلى كُلِّ شيءٍ قَديرٌ . لا حوْلَ وَلا قُوَّةَ إلاَّ بِاللَّه ، لا إله إلاَّ اللَّه ، وَلا نَعْبُدُ إلاَّ إيَّاهُ ، لهُ النعمةُ ، ولَهُ الفضْلُ وَلَهُ الثَّنَاءُ الحَسنُ ، لا إله إلاَّ اللَّه مُخْلِصِينَ لَهُ الدِّينَ ولوْ كَرِه الكَافرُون .قالَ ابْنُ الزُّبَيْر : وكَان رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم يُهَلِّلُ بِهِنَّ دُبُرَ كُلِّ صَلاةٍ مكتوبة </span> رواه مسلم . </a></li>
<li><a > وعنْهُ عنْ رَسُولِ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم قالَ :<span >« مَنْ سَبَّحَ اللَّه في دُبُرِ كُلِّ صلاةٍ ثَلاثاً وثَلاثينَ ، وَحمِدَ اللَّه ثَلاثاً وثَلاثين ، وكَبَّرَ اللَّه ثَلاثاً وَثَلاثينَ وقال تَمامَ المِائَةِ : لا إلهَ إلاَّ اللَّه وحْدَه لا شَريك لهُ ، لَهُ المُلْكُ وَلَهُ الحمْد ، وهُو على كُلِّ شَيءٍ قَدِيرٌ ، غُفِرتْ خطَاياهُ وإن كَانَتْ مِثْلَ زَبدِ الْبَحْرَ »</span>  رواهُ مسلم .</a></li>
<li><a >وعنْ سعدِ بن أبي وقاص رضي عنْهُ أنَّ رَسُول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم كانَ يَتَعوَّذُ دُبُر الصَّلَواتِ بِهؤلاءِ الكلِمات :  <span >« اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنَ الجُبْنِ والْبُخلِ وَأَعوذُ بِكَ مِنْ أنْ أُرَدَّ إلى أرْذَل العُمُرِ وَأعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيا ، وأَعوذُ بِكَ مِنْ فِتْنَةِ القَبر » </span> رواه البخاري.</a></li>
<li><a > وعنْ معاذٍ رضي اللَّه عَنْهُ أَنَّ رسُول اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم أَخَذَ بيَدِهِ وقال : « يَا مُعَاذُ ، وَاللَّهِ إنِّي لأُحِبُّكَ » فقال : <span >« أُوصِيكَ يَا معاذُ لا تَدعَنَّ في دُبُرِ كُلِّ صَلاةٍ تقُولُ : اللَّهُمَّ أعِنِّي على ذِكْرِكَ ، وشُكْرِكَ ، وَحُسنِ عِبادتِكَ » .</span>رواهُ أبو داود .  </a></li>
<li><a > <span ></span>  </a></li>
<li><a > <span ></span>  </a></li>
</ul>
</div>
$Do3a3";
$sedanyDo3a23 = "
<title>
دعاء الدخول الى المنزل</title><div class='hts'><h3>
دعاء الدخول الى المنزل</h3>
<ul>
<li><a >عن جابِرٍ، رضي اللَّه عنه قال: سَمِعتُ رسولَ اللَّه يقولُ: <span >«إِذا دخل الرَّجُل بيْتَهُ، فَذَكَرَ اللَّه تعَالى عِنْد دُخُولهِ وعِنْدَ طَعامِهِ، قال الشَّيْطانُ لأَصحَابِهِ: لا مبيتَ لَكُمْ ولا عشَاءَ، وإذا دخَل، فَلَم يَذكُر اللَّه تَعَالى عِنْد دخُولِهِ، قال الشَّيْطَانُ: أَدْركتمُ المبيت، وإِذا لَم يَذْكُرِ اللَّه تعَالى عِنْد طَعامِهِ قال: أَدْركْتُمُ المبيتَ وَالعَشاءَ »</span> رواه مسلم .</a></li>
</ul>
</div>
$Do3a3";
$sedanyDo3a24 = " 
<title>
دعاء الخروج من المنزل
</title><div class='hts'><h3>
دعاء الخروج من المنزل
</h3>
<ul><li><a > عَنْ أُمِّ المُؤمِنِينَ أُمِّ سلَمَةَ رضي اللَّهُ عنها أن النبيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم كانَ إذَا خَرجَ مِنْ بيْتِهِ قالَ : <span >« بسم اللَّهِ، توكَّلْتُ عَلَى اللَّهِ، اللَّهُمَّ إِنِّي أعوذُ بِكَ أنْ أَضِلَّ أو أُضَلَّ ، أَوْ أَزِلَّ أوْ أُزلَّ ، أوْ أظلِمَ أوْ أُظلَم ، أوْ أَجْهَلَ أو يُجهَلَ عَلَيَّ »</span>  رواه أبو داود والتِّرمذيُّ.</a></li>
<li><a >وعنْ أنسٍ رضيَ اللَّهُ عنه قال : قال : رسولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم : <span >« مَنْ قَالَ يعنِي إذا خَرَج مِنْ بيْتِهِ : بِسْم اللَّهِ توكَّلْتُ عَلَى اللَّهِ ، ولا حوْلَ ولا قُوةَ إلاَّ بِاللَّهِ ، يقالُ لهُ هُديتَ وَكُفِيت ووُقِيتَ ، وتنحَّى عنه الشَّيْطَانُ »</span> رواه أبو داودَ والترمذيُّ ، والنِّسائِيُّ وغيرُهمِ </a></li>
<li><a >وزاد أبو داود : <span > « فيقول : يعْنِي الشَّيْطَانَ لِشَيْطانٍ آخر : كيْفَ لك بِرجُلٍ قَدْ هُدِيَ وَكُفي وَوُقِى»؟ . </span>  </a></li>
</ul>
</div>
$Do3a3
";
$sedanyDo3a25 = " 
<title>
الدعاء عند بداية الطعام وبعد الفراغ منه
</title><div class='hts'><h3>
الدعاء عند بداية الطعام وبعد الفراغ منه
</h3>
<ul><li><a >عن عَائشة رضي اللَّه عنها قالَتْ: قالَ رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم: <span >«إذا أكل أَحَدُكُمْ فَليَذْكُر اسْمَ اللَّه تعالى، فإنْ نسي أَنْ يَذْكُرَ اسْمَ اللَّه تَعَالَى في أَوَّلِهِ، فَليَقُلْ: بِسْمِ اللَّه أَوَّلَهُ وَآخِرَهُ».
</span>  </a></li>
<li><a >وعن أبي أُمامة رضيَ اللَّه عنهُ أنَّ النَبيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم كانَ إِذا رَفَعَ مَائِدَتَهُ قال:  <span >«الحَمْدُ للَّه حمداً كَثيراً طَيِّباً مُبَارَكاً فِيه، غَيرَ مَكْفِيٍّ وَلا مُسْتَغْنًي عَنْهُ رَبَّنَا»</span>  رواه البخاري . </a></li>
<li><a >وعن مُعَاذِ بن أَنسٍ رضيَ اللَّهُ عنه قَالَ: قال رسُولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم: منْ أَكَلَ طَعَاماً فقال: <span > الحَمْدُ للَّهِ الذي أَطْعَمَني هذا، وَرَزَقْنِيهِ مِنْ غيْرِ حَوْلٍ مِنِّي وَلا قُوّةٍ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ </span> رواه أبو داود، والترمذي . </a></li>
</ul>
</div>
$Do3a3
";
$sedanyDo3a26 = "
<title>
دعاء اللغو في الحديث (كفارة المجلس )</title><div class='hts'><h3>
دعاء اللغو في الحديث (كفارة المجلس )</h3>
<ul><li><a >عن أبي هريرة رضي الله عنه قال : قال رسول الله صَلّى اللهُ عَلَيْهِ وسَلَّم :  <span >« مَنْ جَلَسَ في مَجْلس فَكثُرَ فيهِ لَغطُهُ فقال قَبْلَ أنْ يَقُومَ منْ مجلْسه ذلك : سبْحانَك اللَّهُمّ وبحَمْدكَ أشْهدُ أنْ لا إله إلا أنْت أسْتغْفِركَ وَأتَوبُ إليْك : إلا غُفِرَ لَهُ ماَ كان َ في مجلسه ذلكَ »</span> رواه الترمذي . </a></li>
<li><a >  
الدعاء
دعاء اللغو في الحديث (كفارة المجلس )عن أبي هريرة رضي الله عنه قال : قال رسول الله صَلّى اللهُ عَلَيْهِ وسَلَّم : « مَنْ جَلَسَ في مَجْلس فَكثُرَ فيهِ لَغطُهُ فقال قَبْلَ أنْ يَقُومَ منْ مجلْسه ذلك : سبْحانَك اللَّهُمّ وبحَمْدكَ أشْهدُ أنْ لا إله إلا أنْت أسْتغْفِركَ وَأتَوبُ إليْك : إلا غُفِرَ لَهُ ماَ كان َ في مجلسه ذلكَ » رواه الترمذي .وعن أبي بَرْزَةَ رضي الله عنه قال : كان رسول صَلّى اللهُ عَلَيْهِ وسَلَّم يقولُ بآخرة إذَا أرَادَ أنْ يَقُومَ مِنَ الْمَجِلسِ <span >« سُبْحَانَكَ اللَّهُمَّ وبَحَمْدكَ أشْهدُ أنْ لا إلهَ إلا أنْتَ أَسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ » فقال رَجُلٌ يارسول الله إنَّكَ لَتَقُولُ قَوْلاَ مَاكُنْتَ تَقُولُهُ فِيَما مَضَى ؟ قال : «ذلكَ كفَّارَةٌ لِماَ يَكُونُ في الْمجْلِسِ »</span> رواه أبو داود .  </a></li>
<li><a >وعن ابن عمر رضي الله عنهما قال : قَلَّمَا كان رسول الله صَلّى اللهُ عَلَيْهِ وسَلَّم يقوم من مَجْلس حتى يَدعُوَ بهؤلاَءِ الَّدعَوَاتِ  <span >« الَّلهمَّ اقْسِم لَنَا مِنْ خَشْيَتِكَ ما تحُولُ بِه بَيْنَنَا وبَينَ مَعٌصَِيتِك، ومن طَاعَتِكَ ماتُبَلِّغُنَا بِه جَنَّتَكَ، ومِنَ اْليَقيٍن ماتُهِوِّنُ بِه عَلَيْنا مَصَائِبَ الدُّنيَا . الَّلهُمَّ مَتِّعْنا بأسْمَاعِناَ، وأبْصَارناَ، وِقُوّتِنا ما أحييْتَنَا ، واجْعَلْهُ الوَارِثَ منَّا ، وِاجعَل ثَأرَنَا عَلى مَنْ ظَلَمَنَا، وانْصُرْنا عَلى مَنْ عادَانَا ، وَلا تَجْعلْ مُِصيَبتَنا في دينَنا ، وَلا تَجْعلِ الدُّنْيَا أكبَرَ همِّنا ولا مبلغ عِلْمٍنَا ، وَلا تُسَلِّط عَلَيَنَا مَنْ لا يْرْحَمُناَ »</span> رواه الترمذي .</a></li>
</ul>
</div>
$Do3a3";
$sedanyDo3a27 = "
<title>
دعاء الكرب</title><div class='hts'><h3>
دعاء الكرب
</h3>
<ul><li><a > عَنِ ابْنِ عَبَّاسٍ رضي اللَّه عنْهُما أَنَّ رسُولَ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم كَان يقُولُ عِنْد الكرْبِ :<span >« لا إِلَه إِلاَّ اللَّه العظِيمُ الحلِيمُ ، لا إِله إِلاَّ اللَّه رَبُّ العَرْشِ العظِيمِ ، لا إِلَهَ إِلاَّ اللَّه رَبُّ السمَواتِ ، وربُّ الأَرْض ، ورَبُّ العرشِ الكريمِ »</span> متفقٌ عليه .</a></li>
<li><a > <span >اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين ِ وأصلح لي شأني كله لاإله إلا أنت الله ، الله ربي لاأشرك به شيئاً .</span> رواه ابن ماجه .</a></li>
<li><a >قال رسول الله صلى الله عليه وسلم :' دعوة النون إذ دعا بها وهو في بطن الحوت :'  <span >لاإله إلا أنت سبحانك إني كنت من الظالمين لم يدع بها رجل مسلم في شئ قط إلا استجاب الله له .</span> صحيح الترمذي  </a></li>
</ul>
</div>
$Do3a3";
$sedanyDo3a28 = "
<title>
الدعاء عند الهم والحزن</title><div class='hts'><h3>
الدعاء عند الهم والحزن</h3>
<ul><li><a > <span >اللهم إني عبدك ابن عبدك ابن أمتك ناصيتي بيدك ماضِ في حكمك ، عدل في قضاؤك أسالك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك ، أو علمته أحداً من خلقك أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي ، ونور صدري وجلاء حزني وذهاب همي .</span>رواه أحمد . </a></li>
<li><a > <span >اللهم إني أعوذ بك من الهم والخزن ، والعجز والكسل والبخل والجبن ، وضلع الدين وغلبة الرجال '.
</span>  </a></li>
</ul>
</div>
$Do3a3
";
$sedanyDo3a29 = "
<title>
دعاء المظلوم</title><div class='hts'><h3>
دعاء المظلوم
</h3>
<ul><li><a > <span >اللَّهُمَّ اكفنِيهمْ بمَا شِئْت .</span> رواه مسلم </a></li>
</ul>
</div>
$Do3a3";
$sedanyDo3a30 = "
<title>
الدعاء عند الغضب</title><div class='hts'><h3>
الدعاء عند الغضب</h3>
<ul><li><a >عنْ سُلَيْمانَ بْنِ صُرَدٍ رضي اللَّه عنهُ قال : كُنْتُ جالِساً مع النَّبِي صَلّى اللهُ عَلَيْهِ وسَلَّم، ورجُلان يستَبَّانِ وأَحدُهُمَا قَدِ احْمَرَّ وَجْهُهُ . وانْتفَخَتْ أودَاجهُ . فقال رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم : <span >« إِنِّي لأعلَمُ كَلِمةً لَوْ قَالَهَا لَذَهَبَ عنْهُ ما يجِدُ ، لوْ قَالَ : أَعْوذُ بِاللّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ ذَهَبَ عنْهُ ما يجدُ . فقَالُوا لَهُ : إِنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم قَالَ : «تعوَّذْ بِاللِّهِ مِن الشَّيَطان الرَّجِيمِ ». </span> متفقٌ عليه .</a></li>
</ul>
</div>
$Do3a3";$sedanyDo3a31 = "
<title>
دعاء من استصعب عليه امر ما
</title><div class='hts'><h3>
دعاء من استصعب عليه امر ما
</h3>
<ul><li><a > <span >' اللهم لاسهل إلا ماجعلته سهلاً وأنت تجعل الحزن إذا شئت سهلاً '. </span> رواه ابن السني وصححه الحافظ ( الأذكارللنووي ص 106)</a></li>
</ul>
</div>
$Do3a4";
$sedanyDo3a32 = "
<title>
الدعاء لمن عرض عليك ماله</title><div class='hts'><h3>
الدعاء لمن عرض عليك ماله</h3>
<ul><li><a > <span >' بارك الله لك في أهلك ومالك '.</span> رواه البخاري </a></li>
</ul>
</div>
$Do3a4";
$sedanyDo3a33 = "
<title>
دعاء من اثقلته الديون</title><div class='hts'><h3>
دعاء من اثقلته الديون</h3>
<ul><li><a >وَعن عليٍّ رَضِيَ اللَّه عَنْهُ ، أَنَّ مُكَاتَباً جاءهُ ، فَقَالَ إِني عجزتُ عَن كتابتي . فَأَعِنِّي . <span > قالَ : أَلا أُعَلِّمُكَ كَلِماتٍ عَلَّمَنيهنَّ رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم لَو كانَ عَلَيْكَ مِثْلُ جبلٍ دَيْناً أَدَّاهُ اللَّهُ عنْكَ ؟ قُلْ : « اللَّهمَّ اكْفِني بحلالِكَ عَن حَرَامِكَ ، وَاغْنِني بِفَضلِكَ عَمَّن سِوَاكَ».</span>رواهُ الترمذيُّ. </a></li>
</ul>
</div>
$Do3a4";
$sedanyDo3a34 = "
<title>
الدعاء عند إرجاع الدين ( القرض )</title><div class='hts'><h3>
الدعاء عند إرجاع الدين ( القرض )</h3>
<ul><li><a > <span >' بارك الله لك في أهلك ومالك إنما جزاء السلف الوفاء والحمد '. </span>  رواه ابن ماجه </a></li>
</ul>
</div>
$Do3a4";
$sedanyDo3a35 = " 
<title>
الدعاء لمن صنع لك معروفاً</title><div class='hts'><h3>
الدعاء لمن صنع لك معروفاً</h3>
<ul><li><a > <span >' من صُنع إليه معروف فقال لفاعله : جزاك الله خيراً فقدأبلغ في الثناء '. </span>  رواه الترمذي </a></li>
</ul>
</div>
$Do3a4";
$sedanyDo3a36 = "
<title>
الدعاء عند دخول السوق وعند الخروج منه</title><div class='hts'><h3>
الدعاء عند دخول السوق وعند الخروج منه</h3>
<ul><li><a > <span >' لاإله إلا الله وحده لاشريك له ، له الملك وله الحمد ،يُحيي ويُميت ، وهو حي لايموت ، بيده الخير وهو على كل شئ قدير '. </span>  رواه الترمذي  </a></li>
</ul>
</div> 
$Do3a4
";
$sedanyDo3a37 = "
<title>
دعاء السفر</title><div class='hts'><h3>
دعاء السفر</h3>
<ul><li><a >عن ابنِ عمر رَضِيَ اللَّه عنهما ، أَنَّ رسولَ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم كانَ إِذا اسْتَوَى عَلَى بعِيرهِ خَارجاً إِلي سفَرٍ ، كَبَّرَ ثلاثاً ، ثُمَّ قالَ :  <span >«سبْحانَ الذي سخَّرَ لَنَا هذا وما كنَّا له مُقرنينَ، وَإِنَّا إِلى ربِّنَا لمُنقَلِبُونَ . اللَّهُمَّ إِنَّا نَسْأَلُكَ في سَفَرِنَا هذا البرَّ والتَّقوى ، ومِنَ العَمَلِ ما تَرْضى . اللَّهُمَّ هَوِّنْ علَيْنا سفَرَنَا هذا وَاطْوِ عنَّا بُعْدَهُ ، اللَّهُمَّ أَنتَ الصَّاحِبُ في السَّفَرِ ، وَالخَلِيفَةُ في الأهْلِ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وعْثَاءِ السَّفَرِ ، وكآبةِ المنظَرِ ، وَسُوءِ المنْقلَبِ في المالِ والأهلِ وَالوَلدِ » وإِذا رجَعَ قَالهُنَّ وزاد فيِهنَّ : « آيِبونَ تَائِبونَ عَابِدُون لِرَبِّنَا حَامِدُونَ »</span>   رواه مسلم .</a></li>
</ul>
</div>
$Do3a4";
$sedanyDo3a38 = "
<title>
الدعاء للمسافر</title><div class='hts'><h3>
الدعاء للمسافر</h3>
<ul><li><a > عن عبدِ اللَّهِ بنِ يزيد الخَطْمِيِّ الصَّحَابيِّ رضي اللَّه عنه قال : كَانَ رسولُ اللَّهص إِذا أَرَادَ أَنْ يُوَدِّعَ الجَيْش قالَ : <span >« أَسْتَوْدعُ اللَّه دِينَكُمْ ، وَأَمَانَتكُم ، وَخَوَاتِيمَ أَعمَالِكُمْ ». </span>  حديث صحيح ، رواه أبو داود وغيره بإِسناد صحيح .</a></li>
<li><a >وعن أَنسٍ رضي اللَّه عنه قال : جَاءَ رَجُلٌ إلى النبيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم فقال : يا رسُولَ اللَّه، إِني أُرِيدُ سَفَراً ، فَزَوِّدْني ، فَقَالَ :  <span >« زَوَّدَكَ اللَّه التَّقْوَى » قال : زِدْني ، قال : « وَغَفَرَ ذَنْبَكَ » قال : زِدْني ، قال : « وَيَسَّرَ لكَ الخيْرَ حَيْثُمَا كُنْتَ» </span>رواه الترمذي .  </a></li>
<li><a >وعن أَبي هُريرةَ رضي اللَّهُ عنهُ أَنَّ رجلاً قال : يا رسول اللَّه ، إني أُرِيدُ أَن أُسافِر فَأَوْصِنِي ، قال : <span >« عَلَيْكَ بِتقوى اللَّهِ ، وَالتَّكبير عَلى كلِّ شَرفٍ فَلَمَّا ولَّي الرجُلُ قال: «اللَّهمَّ اطْوِ لهُ البُعْدَ ، وَهَوِّنْ عَليهِ السَّفر »</span>رواه الترمذي . </a></li>
</ul>
</div>
$Do3a4";
$sedanyDo3a39 = "
<title>
الدعاء عند الرجوع من السفر</title><div class='hts'><h3>
الدعاء عند الرجوع من السفر</h3>
<ul><li><a >كانَ النَّبِيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم إذا قَفَل مِنَ الحجِّ أَو العُمْرَةِ كُلَّما أَوْفى عَلى ثَنِيَّةٍ أَوْ فَدْفَد كَبَّر ثَلاثاً ، ثُمَّ قال : <span >« لا إله إلاَّ اللَّه وَحْدَهُ لا شَرِيكَ لَهُ ، لَهُ المُلْك ولَهُ الحمْدُ ، وَهُو على كلِّ شَيءٍ قَدِيرٌ . آيِبُونَ تَائِبُونَ عابِدُونَ ساجِدُونَ لِرَبِّنَا حَامِدُونَ . صدقَ اللَّه وَعْدهُ، وَنَصر عبْده ، وَهَزَمَ الأَحزَابَ وحْدَه »</span>متفقٌ عليه .  </a></li>
<li><a > وعن أَنسٍ رَضي اللَّهُ عنهُ قال : أَقْبَلْنَا مَعَ النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم ، حَتَّى إذا كُنَّا بِظَهْرِ المَدِينَةِ قال : <span >« آيِبُونَ ، تَائِبُونَ ، عَابِدونَ ، لِرَبِّنَا حَامِدُونَ » فلمْ يزلْ يقولُ ذلك حتَّى قَدِمْنَا المدينةَ» </span>  رواه مسلم .</a></li>
</ul>
</div> 
$Do3a4
";
$sedanyDo3a40 = "
<title>
دعاء من نزل منزلاً</title><div class='hts'><h3>
دعاء من نزل منزلاً</h3>
<ul><li><a >عن خَولَة بنتِ حكيمٍ رَضي اللَّهُ عنها قالتْ : سمعْتُ رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم يقولُ :  <span >«مَنْ نَزلَ مَنزِلاً ثُمَّ قال : أَعُوذُ بِكَلِمات اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ ، لَمْ يضرَّه شَيْءٌ حتَّى يرْتَحِل مِنْ منزِلِهِ ذلكَ »</span> رواه مسلم .</a></li>
<li><a >وعن ابن عمرو رَضي اللَّه عنهمَا قال : كانَ رسولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم إذا سَافَرَ فَأَقبَلَ اللَّيْلُ قال : <span >يَا أَرْضُ ربِّي وَربُّكِ اللَّه ، أَعُوذُ بِاللَّهِ مِنْ شرِّكِ وشَرِّ ما فِيكِ ،وشر ماخُلقَ فيكِ ، وشَرِّ ما يدِبُّ عليكِ ، وأَعوذ باللَّهِ مِنْ شَرِّ أَسدٍ وَأَسْودٍ ، ومِنَ الحيَّةِ والعقربِ ، وَمِنْ سَاكِنِ البلَدِ، ومِنْ والِدٍ وما وَلَد »</span> رواه أبو داود .</a></li>
</ul>
</div>
$Do3a4";
$sedanyDo3a41 = " <title>
الدعاء عند التطير</title><div class='hts'><h3>
الدعاء عند التطير</h3>
<ul><li><a >َعنْ عُرْوَةَ بْنِ عامِرِ رضي اللَّه عَنْهُ قَالَ : ذُكِرتِ الطَّيَرَةُ عِنْد رَسُولِ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم فقَالَ : أحْسَنُهَا الْفَألُ ، وَلا تَرُدُّ مُسْلِماً ، فَإذا رأى أحَدُكُمْ ما يَكْرَه ، فَلْيقُلْ : <span >اللَّهُمَّ لا يَأتى بالحَسَناتِ إلاَّ أنتَ ، وَلا يَدْفَعُ السَّيِّئاتِ إلاَّ أنْتَ ، وَلا حوْلَ وَلا قُوَّةَ إلاَّ بك »</span>حديثٌ صَحيحٌ رَوَاهُ أبو داودُ بإسنادٍ صَحيحٍ . </a></li>
<li><a > <span ></span>  </a></li>
<li><a > <span ></span>  </a></li>
</ul>
</div>
$Do3a4
";
$sedanyDo3a42 = "
<title>
دعاء الخوف</title><div class='hts'><h3>
دعاء الخوف</h3>
<ul><li><a > <span >لاإله إلا الله .</span> متفق عليه </a></li>
</ul>
</div>
$Do3a5";
$sedanyDo3a43 = "
<title>
دعاء الخوف من عدو ونحوه</title><div class='hts'><h3>
دعاء الخوف من عدو ونحوه</h3>
<ul><li><a >عن ابْنِ عَبَّاس رضي اللَّه عنهما قال :  <span >«حسْبُنَا اللَّهُ ونِعْمَ الْوكِيلُ قَالَهَا إبْراهِيمُ صَلّى اللهُ عَلَيْهِ وسَلَّم حينَ أُلْقِى في النَّارِ ، وَقالهَا مُحمَّدٌ صَلّى اللهُ عَلَيْهِ وسَلَّم حيِنَ قَالُوا: «إِنَّ النَّاسَ قَدْ جَمعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إيماناً وقَالُوا : حَسْبُنَا اللَّهُ وَنِعْمَ الْوكِيلُ »</span> رواه البخارى.</a></li>
<li><a >وعن أَبي موسى الأشعرِيِّ رَضي اللَّه عنهُ أَنَّ رسول اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم كانَ إذا خَافَ قَوماً قال : <span >« اللَّهُمَّ إِنَّا نجعلُكَ في نحورِهِمْ ، ونعُوذُ بِك مِنْ شرُوِرِهمْ »</span> رواه أبو داود ، والنسائي بإسناد صحيح .</a></li>
<li><a > <span >اللَّهُمَّ اكفنِيهمْ بمَا شِئْت</span> رواه مسلم </a></li>
</ul>
</div> 
$Do3a5
";
$sedanyDo3a44 = " 
<title>
الدعاء عند لقاء العدو</title><div class='hts'><h3>
الدعاء عند لقاء العدو</h3>
<ul><li><a >عنْ عبْدِ اللَّهِ بن أبي أوْفَى رضي اللَّه عنْهُما أنَّ رسُول اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم في بعضَ أيَّامِهِ التي لَقِي فِيهَا العدُوَّ انتَظر حتى مَالتِ الشَّمسُ ، ثُمَّ قام في النَّاس فقال : <span >« أَيُّهَا النَّاسُ، لا تَتَمنَّوْا لِقَاءَ العدُوِّ ، وَسلُوا اللَّه العافِيةَ ، فإذا لقِيتُمُوهُم فَاصبِرُوا ، واعلَمُوا أنَّ الجَنَّةَ تَحْتَ ظِلالِ السُّيوفِ » ثم قال : « اللَّهُمَّ مُنْزِلَ الكتاب ومُجرِيَ السَّحابِ ، وهَازِمَ الأَحْزَابِ اهْزِمهُم وانْصُرنَا علَيهِم »</span>  متفقٌ عليه .</a></li>
<li><a >وعَنْ أنسٍ رضي اللَّه عنْهُ قال : كانَ رسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم إذا غَزَا قال :  <span >« اللَّهُمَّ أنت عضُدِي ونَصِيري ، بِك أَجُولُ ، وبِك أصولُ ، وبِكَ أُقاتِل »</span> رواهُ أبو داود ، والترمذيُّ وقال : حديثٌ حسنٌ .</a></li>
<li><a >وعَن أبي مُوسى ، رضي اللَّه عنْهُ ، أنَّ النبي صَلّى اللهُ عَلَيْهِ وسَلَّم كانَ إذا خَاف قوماً قال :  <span >اللَّهُمَّ إنَّا نَجعَلُكَ في نُحُورِهِم ، ونَعُوذُ بِكَ مِنْ شُرورِهِم »</span> رواه أبو داود بإسناد صحيحٍ . </a></li>
</ul>
</div>
$Do3a5
";
$sedanyDo3a45 = " 
<title>
دعاء الاستسقاء</title><div class='hts'><h3>
دعاء الاستسقاء</h3>
<ul><li><a > <span >' اللهم أغثنا ، اللهم أغثنا اللهم أغثنا '.</span> .( متفق عليه) </a></li>
<li><a > <span >اللهم اسقنا غيثاً مغيثاً مريئاً نافعاً غير ضار ،عاجلاً غير آجل '</span>رواه أبو داود . </a></li>
<li><a > <span >'اللهم اسق عبادك وبهائمك ، وانشر رحمتك وأحي بلدك الميت'. </span> رواه ابو داود .</a></li>
</ul>
</div>
$Do3a5
";
$sedanyDo3a46 = "
<title>
الدعاء عند هيجان الريح
</title><div class='hts'><h3>
الدعاء عند هيجان الريح
</h3>
<ul><li><a > عنْ عَائِشَةَ رَضِيَ اللَّه عنْهَا قَالَتْ : كَانَ النَّبِيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم إِذا عَصِفَتِ الرِّيح قالَ :<span >«اللَّهُمَّ إِني أَسْأَلُكَ خَيْرَهَا ، وَخَيْرِ مَا فِيهَا ، وخَيْر ما أُرسِلَتْ بِهِ ، وَأَعُوذُ بك مِنْ شَرِّهِا ، وَشَرِّ ما فِيها ، وَشَرِّ ما أُرسِلَت بِهِ »</span>رواه مسلم  </a></li>
</ul>
</div>
$Do3a5";
$sedanyDo3a47 = "
<title>
الدعاء عند سماع الرعد</title><div class='hts'><h3>
الدعاء عند سماع الرعد</h3>
<ul><li><a > كان عبدالله بن الزبير رضي الله عنهما إذا سمع الرعد ترك الحديث وقال : <span > ' سبحان الذي يُسبح الرعد بحمده والملائكة من خيفته '. </span> إسناد صحيح ( الكلم الطيب تحقيق الألباني ص156) </a></li>
<li><a > <span ></span>  </a></li>
<li><a > <span ></span>  </a></li>
</ul>
</div>
$Do3a5";
$sedanyDo3a48 = "
<title>
الدعاء عند وبعد نزول المطر</title><div class='hts'><h3>
الدعاء عند وبعد نزول المطر</h3>
<ul><li><a > <span >' اللهم صيباً نافعاً .</span>رواه البخاري  </a></li>
<li><a > <span >' مُطرنا بفضل الله ورحمته ' .</span>متفق عليه  </a></li>
</ul>
</div> 
$Do3a5";
$sedanyDo3a49 = "
<title>
دعاء اذا كثر المطر وخيف منه الضرر</title><div class='hts'><h3>
دعاء اذا كثر المطر وخيف منه الضرر</h3>
<ul><li><a > <span >اللهم حوالينا ولاعلينا ، اللهم على الآكامِ والظرابِ وبُطون الأودية ، ومنابت الشجر '. </span> ( متفق عليه ) </a></li>
</ul>
</div>
$Do3a5";
$sedanyDo3a50 = "
<title>
الدعاء عند رؤية الهلال</title><div class='hts'><h3>
الدعاء عند رؤية الهلال</h3>
<ul><li><a > عَنْ طَلْحَةَ بنِ عُبْيدِ اللَّهِ رضِيَ اللَّه عَنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم كانَ إِذا رَأَى الهِلالَ قَالَ:<span >« اللَّهُمَّ أَهِلَّهُ علَيْنَا بِالأَمْنِ والإِيمَانِ ، وَالسَّلامَةِ والإِسْلامِ ، رَبِّي ورَبُّكَ اللَّه ، هِلالُ رُشْدٍ وخَيْرٍ »</span>  رواه الترمذي .</a></li>
</ul>
</div> 
$Do3a5
";
$sedanyDo3a51 = " 
<title>
دعاء الصائم عند الإفطار</title><div class='hts'><h3>
دعاء الصائم عند الإفطار</h3>
<ul><li><a > <span >اللهم إنـك عـفـو كـريـم تـحـب الـعـفـو فـاعـف عـنـي</span>  </a></li>
</ul>
</div>
$Do3a5
";
$sedanyDo3a52 = "
<title>
دعاء المدعو او الضيف لصاحب الطعام</title><div class='hts'><h3>
دعاء المدعو او الضيف لصاحب الطعام</h3>
<ul><li><a >عَنْ أَنسٍ رَضيَ اللَّه عنهُ ، أَنَّ النبيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم جَاءَ إِلى سَعْدِ بْنِ عُبَادَةَ رَضي اللَّه عنهُ ، فَجَاءَ بِخُبْزٍ وَزَيْتٍ ، فَأَكَلَ ، ثُمَّ قالَ النبيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم :  <span >« أَفْطَرَ عِندكُمْ الصَّائمونَ ، وأَكَلَ طَعَامَكُمْ الأَبْرَارُ وَصَلَّتْ عَلَيْكُمُ المَلائِكَةُ » .</span>رواهُ أبو داود .  </a></li></ul>
</div>
$Do3a5";
$sedanyDo3a53 = " 
<title>
دعاء ليلة القدر</title><div class='hts'><h3>
دعاء ليلة القدر</h3>
<ul><li><a > <span >اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ العفْوَ فاعْفُ عنِّي » </span> رواهُ التِرْمذيُّ . </a></li>
</ul>
</div>
$Do3a6";
$sedanyDo3a54 = " 
<title>
الدعاء عند الذبح والنحر</title><div class='hts'><h3>
الدعاء عند الذبح والنحر</h3>
<ul><li><a >يقول الرجل عند الذبح  <span >:' بسم الله والله أكبر [ اللهم منك ولك ] اللهم تقبل مني '. </span> رواه مسلم . والزيادة للبيهقي</a></li>
</ul>
</div>
$Do3a6";
$sedanyDo3a55 = "
<title>
دعاء الاضحية</title><div class='hts'><h3>
دعاء الاضحية</h3>
<ul><li><a > <span >' بسم الله ، اللهم تقبل من محمد ، وآل محمد ، ومن أمة محمد '. </span> سنن أبي داود . </a></li>
</ul>
</div>
$Do3a6";
$sedanyDo3a56 = "
<title>
دعاء الاستخاره</title><div class='hts'><h3>
دعاء الاستخاره </h3>
<ul><li><a >عن جابِرٍ رضيَ اللَّه عنه قال : كانَ رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم يُعَلِّمُنَا الاسْتِخَارَةَ في الأُمُور كُلِّهَا كالسُّورَةِ منَ القُرْآنِ ، يَقُولُ إِذا هَمَّ أَحَدُكُمْ بالأمر ، فَليَركعْ رَكعتَيْنِ مِنْ غَيْرِ الفرِيضَةِ ثم ليقُلْ : <span >اللَّهُم إِني أَسْتَخِيرُكَ بعِلْمِكَ ، وأستقدِرُكَ بقُدْرِتك ، وأَسْأَلُكَ مِنْ فضْلِكَ العَظِيم ، فإِنَّكَ تَقْدِرُ ولا أَقْدِرُ ، وتعْلَمُ ولا أَعْلَمُ ، وَأَنتَ علاَّمُ الغُيُوبِ . اللَّهُمَّ إِنْ كنْتَ تعْلَمُ أَنَّ هذا الأمرَ خَيْرٌ لي في دِيني وَمَعَاشي وَعَاقِبَةِ أَمْرِي » أَوْ قالَ : « عَاجِلِ أَمْرِي وَآجِله ، فاقْدُرْهُ لي وَيَسِّرْهُ لي، ثمَّ بَارِكْ لي فِيهِ ، وَإِن كُنْتَ تعْلمُ أَنَّ هذَا الأَمْرَ شرٌّ لي في دِيني وَمَعاشي وَعَاقبةِ أَمَرِي » أَو قال : « عَاجِل أَمري وآجِلهِ ، فاصْرِفهُ عَني ، وَاصْرفني عَنهُ، وَاقدُرْ لي الخَيْرَ حَيْثُ كانَ ، ثُمَّ رَضِّني بِهِ » قال : ويسمِّي حاجته .  </span>  رواه البخاري.</a></li>
</ul>
</div>
$Do3a6";
$sedanyDo3a57 = " 
<title>
الدعاء للمتزوج</title><div class='hts'><h3>
الدعاء للمتزوج</h3>
<ul><li><a > عنْ أَنَسٍ رضي اللَّه عنه قال : كَانَ ابْنٌ لأبي طلْحةَ رضي اللَّه عنه يَشْتَكي ، فخرج أبُو طَلْحة ، فَقُبِضَ الصَّبِيُّ ، فَلَمَّا رَجَعَ أَبُو طَلْحةَ قال : ما فَعَلَ ابنِي ؟ قَالَت أُمُّ سُلَيْم وَهِيَ أُمُّ الصَّبيِّ : هو أَسْكَنُ مَا كَانَ ، فَقَرَّبَتْ إِلَيْهِ الْعَشَاءَ فَتَعَشَّى ، ثُمَّ أَصَابَ مِنْهَا، فَلَمَّا فرغَ قَالَتْ : وارُوا الصَّبيَّ ، فَلَمَّا أَصْبحَ أَبُو طَلْحَة أَتَى رسولَ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم فَأَخْبرهُ، فَقَالَ: <span >« أَعرَّسْتُمُ اللَّيْلَةَ ؟ قَالَ : نَعَمْ ، قال : « اللَّهمَّ باركْ لَهُما » فَولَدتْ غُلاماً فقَالَ لِي أَبُو طَلْحَةَ : احْمِلْهُ حتَّى تَأَتِيَ بِهِ النبيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم ، وبَعثَ مَعهُ بِتمْرَات ، فقال : «أَمعهُ شْيءٌ ؟ » قال : نعمْ ، تَمراتٌ فَأَخَذَهَا النَّبِيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم فَمضَغَهَا ، ثُمَّ أَخذَهَا مِنْ فِيهِ فَجَعَلَهَا في في الصَّبيِّ ثُمَّ حَنَّكَه وسمَّاهُ عبدَ اللَّهِ </span> متفقٌ عليه . </a></li></ul>
</div>
$Do3a6
";
$sedanyDo3a58 = "
<title>
دعاء الزوج في ليلة الزفاف</title><div class='hts'><h3>
دعاء الزوج في ليلة الزفاف</h3>
<ul><li><a >إذا تزوج أحدكم امرأة ، أو إذا اشترى خادماً فليقل : <span >(( اللهم إني أسألك خيرها وخير ماجبلتها عليه وأعوذ بك من شرها وشر ماجبلتها عليه ، وإذا اشترى بعيراً فليأخذ بذروة سنامه وليقل مثل ذلك )) 
</span>  </a></li></ul>
</div>
$Do3a6
";
$sedanyDo3a59 = "
<title>
دعاء الوطر(يقال قبل جماع الرجل لزوجته)
</title><div class='hts'><h3>
دعاء الوطر(يقال قبل جماع الرجل لزوجته)
</h3>
<ul><li><a >عن ابن عبَّاسٍ رضي اللَّه عنْهما عن النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم قال : <span >« لو أَنَّ أَحَدكُمْ إِذا أَتَى أَهلَهُ قالَ : بِسْمِ اللَّهِ اللَّهُمَّ جَنِّبْنَا الشَّيطَانَ وَجنِّبِ الشَّيطانَ ما رزَقْتَنَا ، فَقُضِي بيْنهُما ولَدٌ ، لم يضُرّهُ »</span> متفقٌ عليه .</a></li>
</ul>
</div> 
$Do3a6";
$sedanyDo3a60 = "
<title>
الدعاء للمولود عند تحنيكه</title><div class='hts'><h3>
الدعاء للمولود عند تحنيكه</h3>
<ul><li><a > <span >كان رسول الله صلى الله عليه وسلم ، يؤتي بالصبيان فيدعو لهم بالبركة ويحنكهم.</span> رواه ابو داود </a></li>
<li><a > <span >التحنيك : أن تمضغ التمر حتى يلين ، ثم تدلكه بحنك الصبي .</span>  </a></li>
<li><a > <span ></span>  </a></li>
</ul>
</div>
$Do3a6";
$sedanyDo3a61 = "
<title>
ادعية الرقيه</title><div class='hts'><h3>
ادعية الرقيه</h3>
<ul><li><a >كان النبيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم يعُودُ بَعْضَ أَهْلِهِ يَمْسَحُ بيدِهِ اليُمْنى ويقولُ :  <span >« اللَّهُمَّ ربَّ النَّاسِ ، أَذْهِب الْبَأسَ ، واشْفِ ، أَنْتَ الشَّافي لا شِفَاءَ إِلاَّ شِفَاؤُكَ ، شِفاءً لا يُغَادِرُ سقَماً »</span> متفقٌ عليه .</a></li>
<li><a >عن أَنسٍ رضي اللَّه عنه أَنه قال لِثابِتٍ رحمه اللَّه : أَلا أَرْقِيكَ بِرُقْيَةِ رسولِ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم ؟ قال : بَلى . قال :  <span >اللَّهُمَّ رَبَّ النَّاسِ ، مُذْهِبَ البَأسِ ، اشْفِ أَنتَ الشَّافي ، لا شافي إِلاَّ أَنْتَ ، شِفاءً لا يُغادِر سَقَماً .</span> رواه البخاري . </a></li>
<li><a >وعن أَبي سعيد الخُدْرِيِّ رضي اللَّه عنه أَن جِبْرِيلَ أَتَى النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم فقال : يَا مُحَمدُ اشْتَكَيْتَ ؟ قال : <span >« نَعَمْ » قال : بِسْمِ اللَّهِ أَرْقِيكَ ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عيْنِ حَاسِدٍ ، اللَّهُ يشْفِيك ، بِسْمِ اللَّهِ أَرْقِيكَ »</span>  رواه مسلم .</a></li>
</ul>
</div>
$Do3a6
";
$sedanyDo3a62 = " 
<title>
دعاء من احس بوجع في جسده</title><div class='hts'><h3>
دعاء من احس بوجع في جسده</h3>
<ul><li><a > عن أَبي عبد اللَّهِ عثمانَ بنِ العَاصِ ، رضي اللَّه عنه أَنه شَكا إِلى رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم وَجعاً يجِدُهُ في جَسدِهِ ، فقال له رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم : <span >«ضَعْ يَدَكَ عَلى الذي يَأْلَمُ مِن جَسَدِكَ وَقلْ : بِسمِ اللَّهِ ثَلاثاً وَقُلْ سَبْعَ مَرَّاتٍ : أَعُوذُ بِعِزَّةِ اللَّهِ وَقُدْرَتِهِ مِن شَرِّ مَا أَجِدُ وَأُحاذِرُ »</span>  رواه مسلم .</a></li>
</ul>
</div>
$Do3a6
";
$sedanyDo3a63 = "
<title>
دعاء المريض</title><div class='hts'><h3>
دعاء المريض</h3>
<ul><li><a >عن أَبي سعيد الخُدْرِيِّ وأَبي هريرة رضيَ اللَّه عنهما ، أَنهُما شَهِدَا على رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم أَنه قال :  <span >« مَنْ قال : لا إِلهَ إِلاَّ اللَّهُ واللَّهُ أَكْبَرُ ، صدَّقَهُ رَبَّهُ ، فقال : لا إِله إِلاَّ أَنَا وأَنا أَكْبرُ . وَإِذَا قال : لا إِلهَ إِلاَّ اللَّهُ وحْدهُ لا شَرِيكَ لَهُ ، قال : يقول : لا إِله إِلا أَنَا وحْدِي لا شَرِيك لي . وإذا قال : لا إِلهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الحَمْدُ ، قال : لا إِلهَ إِلاَّ أَنَا ليَ المُلْك وَلىَ الحَمْدُ . وإِذا قال : لا إله إِلاَّ اللَّهُ وَلا حَوْلَ ولا قَوَّةِ إِلاَّ بِاللَّهِ، قال لا إِله إِلاَّ أَنَا وَلا حَوْلَ ولا قوَّةَ إِلاَّ بي » وَكانَ يقولُ : « مَنْ قالهَا في مَرَضِهِ ثُمَّ ماتَ لَمْ تَطْعَمْهُ النَّارُ »</span> رواه الترمذي.</a></li>
</ul>
</div>
$Do3a6";
$sedanyDo3a64 = "
<title>
دعاء عيادة المريض</title><div class='hts'><h3>
دعاء عيادة المريض</h3>
<ul><li><a >وعن سعدِ بن أَبي وَقَّاصٍ رضي اللَّه عنه قال : عَادَني رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم فقال :  <span >«اللَّهُمَّ اشْفِ سعْداً ، اللَّهُمَّ اشْفِ سَعْداً ، اللَّهُمْ اشْفِ سَعداً »</span>  رواه مسلم .</a></li>
<li><a >وعن ابن عباسٍ ، رضي اللَّه عنهما ، عن النبيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم قال :  <span > « مَنْ عَادَ مَرِيضاً لَمْ يَحْضُرْهُ أَجَلُهُ ، فقالَ عِنْدَهُ سَبْعَ مَرَّات : أَسْأَلُ اللَّه الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشفِيَك : إِلاَّ عَافَاهُ اللَّه مِنْ ذلكَ المَرَضِ »</span> رواه أبو داود والترمذي.</a></li>
</ul>
</div>
$Do3a7";
$sedanyDo3a65 = " 
<title>
الدعاء عند رؤية مبتلى</title><div class='hts'><h3>
الدعاء عند رؤية مبتلى</h3>
<ul><li><a > <span >الحمد لله الذي عافاني مما ابتلاك به وفضّلني على كثير ممن خلق تفضيلاً</span>  </a></li>
</ul>
</div>
$Do3a7
";
$sedanyDo3a66 = " 
<title>
دعاء من ايس من حياته</title><div class='hts'><h3>
دعاء من ايس من حياته</h3>
<ul><li><a >عَنْ أَنَسٍ رضي اللَّهُ عنه قال : قال رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم :  <span >« لا يتَمنينَّ أَحدُكُمُ الْمَوْتَ لِضُرٍّ أَصَابَهُ ، فَإِنْ كَانَ لا بُدَّ فاعلاً فليقُل : اللَّهُمَّ أَحْيني ما كَانَت الْحياةُ خَيراً لِي وتوفَّني إِذَا كَانَتِ الْوفاَةُ خَيْراً لِي »</span> متفق عليه .</a></li>
</ul>
</div>
$Do3a7
";
$sedanyDo3a67 = "
<title>
دعاء من يصارع سكرات الموت</title><div class='hts'><h3>
دعاء من يصارع سكرات الموت</h3>
<ul><li><a >عن عائشة رضي الله عنها قالت : رأَيْتُ رسولَ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم وهُوَ بِالموتِ ، عِندهُ قدحٌ فِيهِ مَاءٌ ، وهُو يدخِلُ يدهُ في القَدَحِ ، ثم يمسَحُ وجهَهُ بالماءِ ، ثم يقول : <span >« اللَّهُمَّ أَعِنِّي على غمرَاتِ الموْتِ وَسَكَراتِ المَوْتِ »</span> رواه الترمذي . </a></li>
<li><a > عن عائشة رضيَ اللَّهُ عنها قالت : سَمِعْتُ النبيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم وهُوَ مُسْتَنِدٌ إِليَّ يَقُولُ : <span >«اللَّهُمَّ اغفِرْ لي وَارْحمْني ، وَأَلحِقني بالرَّفِيقِ الأَعْلَى »</span> متفق عليه .</a></li>
</ul>
</div>
$Do3a7";
$sedanyDo3a68 = " 
<title>
الدعاء عند نزول المصيبة
</title><div class='hts'><h3>
الدعاء عند نزول المصيبة
</h3>
<ul><li><a >عن أبي هريرة رضي اللَّه عنه قال: قال رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم: <span >«المُؤمِن الْقَوِيُّ خيرٌ وَأَحبُّ إِلى اللَّهِ مِنَ المُؤْمِنِ الضَّعِيفِ وفي كُلٍّ خيْرٌ. احْرِصْ عَلَى مَا ينْفَعُكَ، واسْتَعِنْ بِاللَّهِ وَلاَ تَعْجَزْ. وإنْ أصابَك شيءٌ فلاَ تقلْ: لَوْ أَنِّي فَعلْتُ كانَ كَذَا وَكذَا، وَلَكِنْ قُلْ: قدَّرَ اللَّهُ، ومَا شَاءَ فَعَلَ، فَإِنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيْطَان». </span> رواه مسلم. </a></li>
</ul>
</div>
$Do3a7
";
$sedanyDo3a69 = "
<title>
الدعاء عند تغميض الميت</title><div class='hts'><h3>
الدعاء عند تغميض الميت</h3>
<ul><li><a >عن أُمِّ سَلمةَ رضيَ اللَّهُ عنها قالت : دَخَلَ رسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم على أَبي سلَمة وَقَدْ شَقَّ بصَرُهُ ، فأَغْمضَهُ ، ثُمَّ قَال : <span >« إِنَّ الرُّوح إِذا قُبِضَ ، تبِعَه الْبصَرُ » فَضَجَّ نَاسٌ مِنْ أَهْلِهِ فقال : « لا تَدْعُوا عَلى أَنْفُسِكُم إِلاَّ بِخَيْرٍ ، فإِنَّ المَلائِكَةَ يُؤمِّنُون عَلى ما تَقُولونَ » ثمَّ قالَ : « اللَّهُمَّ اغْفِر لأبي سَلَمَة ، وَارْفَعْ درَجَتهُ في المَهْدِيِّينَ ، وَاخْلُفْهُ في عَقِبِهِ في الْغَابِرِين، واغْفِرْ لَنَا ولَه يَاربَّ الْعَالمِينَ ، وَافْسحْ لَهُ في قَبْرِهِ ، وَنَوِّرْ لَهُ فيه »</span> رواه مسلم .</a></li>
</ul>
</div>
$Do3a7";
$sedanyDo3a70 = " 
<title>
دعاء من مات له ميت</title><div class='hts'><h3>
دعاء من مات له ميت</h3>
<ul><li><a > عَنْ أبي هَرَيرَةَ رَضي اللَّه عنه أَنَّ رَسُولَ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم قالَ :<span >« يَقولُ اللَّهُ تَعَالَى: مَا لِعَبْدِي المُؤْمِنِ عِنْدِي جَزَاءٌ إِذَا قَبضْتُ صَفِيَّهُ مِنْ أَهْلِ الدُّنْيَا ثُمَّ احْتَسَبهُ إِلاَّ الجَنَّة »</span>رواه البخاري . </a></li>
<li><a >عن ام سلمه رضي الله عنها قالت : سمعتُ رسول اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم يقول : <span >« مَا مِنْ عبدٍ تُصِيبُهُ مُصِيبَةٌ ، فيقولُ : إِنَّا للَّهِ وَإِنَّا إِليهِ رَاجِعُونَ : اللَّهمَّ أجرني في مُصِيبَتي ، وَاخْلُف لي خَيْراً مِنْهَا، إِلاَّ أَجَرَهُ اللَّهُ تعَالى في مُصِيبتِهِ وَأَخْلَف له خَيْراً مِنْهَا . قالت : فَلَمَّا تُوُفِّيَ أَبُو سَلَمَة ، قلتُ كما أَمَرني رسولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم فَأَخْلَفَ اللَّهُ لي خَيْراً منْهُ رسولَ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم .</span> رواه مسلم .</a></li>
<li><a >اللَّهُمَّ اغْفِرْ لي وَلَهُ ، وَأَعْقِبْني مِنْهُ عُقبى حسنةً  <span >رواه مسلم </span>  </a></li>
</ul>
</div>
$Do3a7
";
$sedanyDo3a71 = "
<title>
الدعاء للميت في الصلاة عليه
</title><div class='hts'><h3>
الدعاء للميت في الصلاة عليه
</h3>
<ul><li><a >عن أبي عبدِ الرحمنِ عوفِ بن مالكٍ رضي اللَّه عنه قال : صلَّى رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم عَلى جَنَازَةٍ ، فَحَفِظْتُ مِنْ دُعائِهِ وَهُو يَقُولُ : <span >« اللَّهُمَّ اغْفِرْ لَهُ ، وارْحمْهُ ، وعافِهِ ، واعْفُ عنْهُ ، وَأَكرِمْ نزُلَهُ ، وَوسِّعْ مُدْخَلَهُ واغْسِلْهُ بِالماءِ والثَّلْجِ والْبرَدِ ، ونَقِّه منَ الخَـطَايَا، كما نَقَّيْتَ الثَّوب الأبْيَضَ منَ الدَّنَس ، وَأَبْدِلْهُ دارا خيراً مِنْ دَارِه ، وَأَهْلاً خَيّراً منْ أهْلِهِ، وزَوْجاً خَيْراً منْ زَوْجِهِ ، وأدْخِلْه الجنَّةَ ، وَأَعِذْه منْ عَذَابِ القَبْرِ ، وَمِنْ عَذَابِ النَّار » حَتَّى تَمَنَّيْتُ أَنْ أَكُونَ أنَا ذلكَ المَيِّتَ .</span> رواه مسلم .</a></li>
<li><a >وعن أبي هُريرة وأبي قَتَادَةَ ، وأبي إبْرَاهيمَ الأشْهَليَّ عنْ أبيه ، وأبوه صَحَابيٌّ رضي اللَّه عنهم ، عَنِ النبيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم أنَّه صلَّى عَلى جَنَازَة فقال : <span >« اللَّهم اغفر لِحَيِّنَا وَميِّتِنا ، وَصَغيرنا وَكَبيرِنَا ، وذَكَرِنَا وَأُنْثَانَا ، وشَاهِدِنا وَغائِبنَا . اللَّهُمَّ منْ أَحْيَيْتَه منَّا فأَحْيِه على الإسْلامِ ، وَمَنْ توَفَّيْتَه منَّا فَتَوَفَّهُ عَلى الإيمانِ ، اللَّهُمَّ لا تَحْرِمْنا أَجْرَهُ ، وَلا تَفْتِنَّا بَعْدَهُ »</span> رواه الترمذي </a></li>
<li><a >وعن واثِلة بنِ الأسقعِ رضيَ اللَّه عنه قال : صَلَّى بِنَا رسولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم عَلى رجُلٍ مِنَ المُسْلِمينَ ، فسمعته يقولُ : <span >« اللَّهُمَّ إنَّ فُلانَ ابْنَ فُلان في ذِمَّتِكَ وحَلَّ بجوارك، فَقِهِ فِتْنَةَ القَبْر ، وَعَذَابَ النَّارِ ، وَأَنْتَ أَهْلُ الوَفاءِ والحَمْدِ ، اللَّهُمَّ فاغفِرْ لهُ وَارْحَمْهُ ، إنكَ أَنْتَ الغَفُور الرَّحيمُ »</span> َ رواه أبو داود .</a></li>
</ul>
</div>
$Do3a7";
$sedanyDo3a72 = "
<title>
الدعاء للفرط في الصلاة عليه</title><div class='hts'><h3>
الدعاء للفرط في الصلاة عليه</h3>
<ul><li><a > <span >اللهم أعذه من عذاب القبر.</span> أخرجه مالك في الموطأ </a></li>
<li><a > <span >اللهم اجعله فرطا وذخرا لوالديه ، وشفيعا مجابا ، اللهم ثقل به موازينهما وأعظم به أجورهما وألحقه بصالح المؤمنين واجعله في كفالة إبراهيم ، وقه برحمتك عذاب الجحيم ، وأبدله دارا خيرا من داره , واهلا خيرا من أهله اللهم اغفر لأسلافنا وأفراطنا ومن سبقنا بالإيمان
اللهم اجعله لنا فرطا وسلفا وأجرا
</span>  </a></li>
</ul>
</div>
$Do3a7
";
$sedanyDo3a73 = "
<title>
دعاء التعزية</title><div class='hts'><h3>
دعاء التعزية</h3>
<ul><li><a > عنْ أبي زيْد أُسامَة بن زيد حَارثَةَ موْلَى رسُول الله صَلّى اللهُ عَلَيْهِ وسَلَّم وحبَّهِ وابْنِ حبِّهِ رضـِيَ الله عنهُمَا ، قالَ : أَرْسلَتْ بنْتُ النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم : إنَّ ابْنِي قَدِ احتُضِرَ فاشْهدْنَا ، فأَرسَلَ يقْرِئُ السَّلامَ ويَقُول :<span >« إن للَّه مَا أَخَذَ ، ولهُ مَا أعْطَى ، وكُلُّ شَيْءٍ عِنْدَهُ بأجَلٍ مُسمَّى ، فلتصْبِر ولتحْتسبْ » </span>مُتَّفَقٌ عَلَيْهِ .
 </a></li></ul>
</div>$Do3a7";
$sedanyDo3a74 = "
<title>
الدعاء عند المرور بالقبور او زيارتها</title><div class='hts'><h3>
الدعاء عند المرور بالقبور او زيارتها</h3>
<ul><li><a >عن عائشَةَ رضي اللَّهُ عنها قالت : كان رسُولُ اللَّهِ ، صَلّى اللهُ عَلَيْهِ وسَلَّم ، كُلَّما كان لَيْلَتها منْ رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم يَخْرُجُ مِنْ آخِرِ اللَّيْلِ إِلى البَقِيعِ ، فَيَقُولُ :  <span >« السَّلامُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤمِنينَ ، وأَتَاكُمْ ما تُوعَدُونَ ، غَداً مُؤَجَّلُونَ ، وإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاحِقُونَ ، اللَّهُمَّ اغْفِرْ لأَهْلِ بَقِيعِ الغَرْقَدِ »</span> رواهُ مسلم .</a></li>
<li><a >وعن بُرَيْدَةَ رضي اللَّهُ عنهُ ، قال : كَانَ النَّبِيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم يُعَلِّمُهُمْ إِذا خَرَجُوا إِلى المَقابِرِ أَنْ يَقُولَ قَائِلُهُم : <span >« السَّلامُ عَلَيكُمْ أَهْل الدِّيارِ مِنَ المُؤْمِنِينَ والمُسْلِمِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ ، أَسْأَلُ اللَّه لَنَا وَلَكُمُ العافِيَةَ »</span> رواه مسلم . </a></li>
<li><a >وعن ابن عَبَّاسٍ ، رَضَيَ اللَّه عنهما ، قال : مَرَّ رسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم بِقُبورٍ بالمَدِينَةِ فَأَقْبَلَ عَلَيْهِمْ بوَجْهِهِ فقالَ : <span >« السَّلامُ عَلَيْكُمْ يا أَهْلَ القُبُورِ ، يَغْفِرُ اللَّهُ لَنا وَلَكُمْ ، أَنْتُم سَلَفُنا ونحْنُ بالأَثَرِ »</span> رواهُ الترمذي </a></li>
</ul>
</div>
$Do3a7";
$sedanyDo3a75 = "
<title>
ادعية جامعه نافعه بإذن الله , من دعاء الرسول عليه الصلاة والسلام</title><div class='hts'><h3>
ادعية جامعه نافعه بإذن الله , من دعاء الرسول عليه الصلاة والسلام</h3>
<ul><li><a > عَنْ أبي مالكٍ الأشْعَرِيِّ رضي اللَّه عنْهُ قال : قال رسُولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم :<span >«الطُّهُورُ شَطْرُ الإيمان ، والحمدُ للَّهِ تَمْلأُ المِيْزانَ ، وسُبْحَانَ اللَّهِ والحمْدُ للَّه تمْلآنِ أو تَمْلأُ ما بَيْنَ السَّمَواتِ والأرْضِ »</span>  رواهُ مسلم .</a></li>
<li><a >عَنْ ابْنِ مَسعُودٍ رضي اللَّه عنه أَنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم كَانَ يَقُولُ : <span >«اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعفافَ والْغِنَى »</span> رواه مسلم .</a></li>
<li><a >عَنْ ابْن عبَّاس رضي اللَّه عنهما أيْضاً أَنَّ رسول اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم كانَ يقُولُ :  <span >«اللَّهُم لَكَ أسْلَمْتُ وبِكَ آمنْتُ ، وعليكَ توَكَّلْتُ ، وإلَيكَ أنَبْتُ ، وبِكَ خاصَمْتُ . اللَّهمَّ أعُوذُ بِعِزَّتِكَ ، لا إلَه إلاَّ أنْتَ أنْ تُضِلَّنِي أنْت الْحيُّ الَّذي لا تمُوتُ ، وَالْجِنُّ وَالإِنْسُ يمُوتُونَ»</span> متفقٌ عليه .</a></li>
<li><a > وفي رواية لمسلم : كان رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم يُكْثِرُ أنْ يَقولَ قبْلَ أَنْ يَمُوتَ : <span >«سُبْحانَكَ اللَّهُمَّ وبِحْمدِكَ ، أسْتَغْفِركَ وأتُوبُ إلَيْكَ » .</span>  </a></li>
<li><a >وعَنْ أبي هُريرةَ ، رضي اللَّه عنْهُ قالَ : قالَ رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم :  <span >« كَلِمتَانِ خَفِيفَتَانِ عَلى اللِّسانِ ، ثَقيِلَتانِ في المِيزَانِ ، حَبِيبَتَانِ إلى الرَّحْمنِ : سُبْحان اللَّهِ وَبِحَمْدِهِ، سُبحانَ اللَّه العظيمِ »</span> متفقٌ عليهِ . </a></li>
<li><a >وعَنْهُ رضي اللَّه عنْهُ قال : قالَ رَسُولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم : <span >« لأن أَقُولَ سبْحانَ اللَّهِ ، وَالحَمْدُ للَّهِ ، ولا إلَه إلاَّ اللَّه ، وَاللَّه أكْبرُ ، أَحبُّ إليَّ مِمَّا طَلَعَت عليهِ الشَّمْسُ »</span>رواه مسلم . </a></li>
<li><a >وعنهُ أنَّ رسُولَ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم قالَ : <span >« منْ قال لا إله إلاَّ اللَّه وَحْدَهُ لا شرِيكَ لَهُ، لهُ المُلكُ ، وَلهُ الحَمْدُ ، وَهُوَ عَلى كُلِّ شَيءٍ قَدِيرٌ ، في يومٍ مِائةَ مَرَّةٍ كانَتْ لَهُ عَدْل عَشر رقَابٍ وكُتِبَتْ لَهُ مِائَةُ حَسَنةٍ ، وَمُحِيت عنهُ مِائة سيِّئَةٍ ، وكانت له حِرزاً مِنَ الشَّيطَانِ يومَهُ ذلكَ حتى يُمسِي ، ولم يأْتِ أَحدٌ بِأَفضَل مِمَّا جاءَ بِهِ إلاَّ رجُلٌ عَمِلَ أَكثَر مِنه » ، وقالَ : «من قالَ سُبْحَانَ اللَّهِ وَبحمْدِهِ ، في يوْم مِائَةَ مَرَّةٍ ، حُطَّتْ خَطَاياهُ ، وإنْ كَانَتْ مِثْلَ زَبَدِ البَحْر » </span>   متفقٌ عليهِ .
</a></li>
<li><a >وعَنْ أبي أيوبَ الأنصَاريِّ رضي اللَّه عَنْهُ عَن النبي صَلّى اللهُ عَلَيْهِ وسَلَّم قال : <span > « مَنْ قالَ لا إله إلاَّ اللَّه وحْدهُ لا شَرِيكَ لهُ ، لَهُ المُلْكُ ، ولَهُ الحمْدُ ، وَهُو على كُلِّ شَيءٍ قَدِيرٌ ، عشْر مرَّاتٍ : كان كَمَنْ أَعْتَقَ أرْبعةَ أَنفُسٍ مِن وَلِد إسْماعِيلَ »</span> متفق عليهِ .</a></li>
<li><a >وعنْ أبي ذَرٍّ رضي اللَّه عَنْهُ قالَ : قالَ لي رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم :  <span >« ألا أُخْبِرُكَ بِأَحبِّ الكَلامِ إلى اللَّهِ ؟ إنَّ أحبَّ الكَلامِ إلى اللَّه : سُبْحانَ اللَّه وبحَمْدِهِ »</span>رواه مسلم .  </a></li>
<li><a >وعَنْ سعْدِ بنِ أبي وقَّاصٍ رضي اللَّه عنْهُ قال : جاءَ أَعْرَابي إلى رسُولِ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم فقالَ : علِّمْني كَلاماً أَقُولُهُ . قالَ : <span >« قُل لا إله إلاَّ اللَّه وحدَهُ لا شرِيكَ لهُ ، اللَّه أَكْبَرُ كَبِيراً ، والحمْدُ للَّهِ كَثيراً ، وسُبْحانَ اللَّه ربِّ العالمِينَ ، ولا حوْل وَلا قُوَّةَ إلاَّ باللَّهِ العَزيز الحكيمِ » ، قال : فَهؤلاء لِرَبِّي ، فَما لي ؟ قال : « قُل : اللَّهُمَّ اغْفِرْ لي وارْحمني. واهْدِني ، وارْزُقْني »</span>  رواه مسلم</a></li>
<li><a >وعنْ سعدِ بن أبي وقاصٍ رضي اللَّه عنْهُ قال : كُنَّا عِنْد رسُولِ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم فقال: <span >« أَيعجِزُ أَحدُكم أنْ يكْسِبَ في كلِّ يوْمٍ أَلف حَسنَة ، » فَسَأَلَهُ سائِلٌ مِنْ جُلَسائِهِ : كيفَ يكسِبُ أَلفَ حَسنَةٍ ؟ قالَ : « يُسَبِّحُ مِائةَ تَسْبِيحة ، فَيُكتَبُ لهُ أَلفُ حسَنَةٍ ، أوْ يُحَطُّ عنْهُ ألفُ خَطِيئَةٍ »</span> رواه مسلم . </a></li>
<li><a >وعَنْ أُمِّ المؤمنينَ جُوَيْرِيَةَ بنتِ الحارِثِ رضي اللَّه عَنْها أنَّ النبي صَلّى اللهُ عَلَيْهِ وسَلَّم خَرجَ مِنْ عِنْدِهَا بُكرَةً حِينَ صَلَّى الصُّبْحَ وهِيَ في مسْجِدِهَا ، ثُمَّ رَجع بَعْد أَنْ أَضْحى وهَي جَالِسةٌ فقال : « مازلْتِ على الحال التي فارَقْتُكَ عَلَيْهَا ؟ » قالَتْ : نَعمْ : فَقَالَ النبي صَلّى اللهُ عَلَيْهِ وسَلَّم :  <span >« لَقَدْ قُلْتُ بَعْدِكِ أرْبَعَ كَلمَاتٍ ثَلاثَ مرَّاتٍ ، لَوْ وُزِنَتْ بمَا قُلْتِ مُنْذُ الْيَومِ لَوَزَنْتهُنَّ : سُبْحَانَ اللَّهِ وبحمْدِهِ عَدَدَ خَلْقِهِ ، وَرِضَاءَ نَفْسِهِ ، وَزِنَةَ عرْشِهِ ، ومِداد كَلمَاتِه »</span> رواه مسلم.</a></li>
<li><a > <span >وفي روايةٍ لهُ : سُبْحانَ اللَّهِ عددَ خَلْقِهِ ، سُبْحَانَ اللَّهِ رِضَاءَ نَفْسِهِ ، سُبْحانَ اللَّهِ زِنَةَ عَرْشِهِ ، سُبْحَانَ اللَّهِ مِداد كَلماتِهِ » .
</span>  </a></li>
<li><a >وفي روايةِ الترمذي :  <span >« ألا أُعلِّمُكِ كَلماتٍ تَقُولِينَها ؟ سُبْحانَ اللَّهِ عَدَدَ خلْقِهِ ، سُبْحانَ اللَّهِ عَددَ خَلْقِهِ ، سُبْحانَ اللَّه عدد خَلْقِهِ ، سُبْحانَ اللَّه رضا نَفْسِهِ ، سُبْحان اللَّهِ رضا نَفْسِهِ، سُبْحانَ اللَّه رضا نَفْسِهِ ، سُبحَانَ اللَّه زِنَةَ عرْشِهٍ ، سُبحَانَ اللَّه زِنَةَ عرْشِهٍ ، سُبحَانَ اللَّه زِنَةَ عرْشِهٍ ، سُبحَانَ اللَّهِ مِدادَ كَلماتِهِ ، سُبحَانَ اللَّهِ مِدادَ كَلماتِهِ ، سُبحَانَ اللَّهِ مِدادَ كَلماتِه » .
</span>  </a></li>
<li><a >وعن سعْدِ بنِ أَبي وقَّاصٍ رضي اللَّه عَنْهُ أَنَّهُ دَخَل مع رسولِ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم على امْرأَةٍ وبيْنَ يديْهَا نَوىً أَوْ حصىً تُسبِّحُ بِه فقال : « أَلا أُخْبِرُك بما هُو أَيْسرُ عَليْكِ مِنْ هذا أَوْ أَفْضَلُ » فقالَ :  <span >« سُبْحانَ اللَّهِ عددَ مَا خَلَقَ في السَّماءِ ، وَسُبْحانَ اللَّهِ عددَ ما خَلَقَ في الأَرْضِ ، سُبحانَ اللَّهِ عددَ ما بيْنَ ذلك ، وسبْحانَ اللَّهِ عدد ما هُوَ خَالِقٌ . واللَّه أَكْبرُ مِثْلَ ذلكَ ، والحَمْد للَّهِ مِثْل ذلك ، ولا إِله إِلا اللَّه مِثْل ذلكَ ، ولا حوْل ولا قُوَّةَ إِلاَّ باللَّه مِثْلَ ذلك »</span> رواه الترمذي .</a></li>
<li><a >وعنْ أَبي مُوسى رضي اللَّه عنْه قال : قالَ لي رسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم : « أَلا أَدُلُّك على كَنْزٍ مِنْ كُنُوزِ الجنَّةِ ؟ » فقلت : بلى يا رسول اللَّه ، قال : <span >« لا حول ولا قُوَّةَ إِلاَّ بِاللَّهِ »</span> متفقٌ عليه .</a></li>
<li><a >وعَنْ أَنَسٍ رَضي اللَّه عنْهُ ، قَالَ : كانَ أَكْثَرُ دُعَاءِ النبيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم : <span >« اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً ، وفي الآخِرةِ حَسنَةً ، وَقِنَا عَذابَ النَّارِ »</span> مُتَّفَقٌ عليهِ .</a></li>
<li><a >وعَن ابنِ مسْعُودٍ رَضي اللَّه عنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم كَانَ يَقُولُ : <span >« اللَّهُمَّ إِنِي أَسْأَلُكَ الهُدَى ، وَالتُّقَى ، وَالعفَافَ ، والغنَى »</span> رواهُ مُسْلِمٌ .</a></li>
<li><a > وعَنْ طارِقِ بنِ أَشْيَمَ ، رضِيَ اللَّه عَنْهُ ، قالَ : كَانَ الرَّجلُ إِذا أَسْلَمَ عَلَّمَهُ النَّبيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم الصَّلاةَ ، ثُمَّ أَمَرَهُ أَنْ يَدعُوَ بهَؤُلاءِ الكَلِمَاتِ : <span >« اللَّهُمَّ اغفِرْ لي ، وَارْحمْني ، واهْدِني ، وعافِني ، وارْزُقني »</span> رواهُ مسلمٌ .</a></li>
<li><a > وفي رِوايَةٍ لَهُ عَنْ طارقٍ أَنَّهُ سَمِعَ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم وَأَتاهُ رَجُلٌ ، فَقَالَ : يا رَسُولَ اللَّهِ . كيْفَ أَقُولُ حِينَ أَسْأَلُ رَبِّي ؟ قَالَ :<span >« قُلْ : اللَّهُمَّ اغْفِرْ لي ، وَارْحَمْني ، وَعَافِني ، وَارْزُقني ، فَإِنَّ هَؤُلاءِ تَجْمَعُ لَكَ دُنْيَاكَ وَآخِرَتَكَ » .
</span>  </a></li>
<li><a > وَعَنْ عَبْدِ اللَّهِ بنِ عمرو بن العاصِ رضيَ اللَّه عنْهُمَا ، قَالَ : قَال رَسُولُ اللَّـهِ صَلّى اللهُ عَلَيْهِ وسَلَّم :<span >« اللَّهُمَّ مُصَرِّفَ القُلُوبِ صرِّفْ قُلوبَنَا عَلَى طَاعَتِكَ »</span>  رَوَاهُ مُسْلِمٌ .</a></li>
<li><a >وَعَنْ أَبي هُريَرةَ رَضيَ اللَّه عَنْهُ ، عن النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم قَالَ : <span >« تَعَوَّذُوا بِاللَّهِ مِنْ جَهْدِ الْبَلاءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ الْقَضَاءِ ، وَشَماتَةِ الأَعْدَاءِ »</span> متفقٌ عليه .</a></li>
<li><a >وَعَنْهُ قَالَ : كَانَ رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم يقُولُ : <span >« اللَّهمَّ أَصْلِحْ لي دِيني الَّذي هُوَ عِصْمَةُ أَمْرِي ، وأَصْلِحْ لِي دُنْيَايَ التي فِيهَا مَعَاشِي ، وَأَصْلِحْ لي آخِرَتي الَّتي فِيها معادي، وَاجْعلِ الحيَاةَ زِيادَةً لي في كُلِّ خَيْرٍ ، وَاجْعَلِ الموتَ راحَةً لي مِنْ كُلِّ شَرٍ »</span> رَوَاهُ مسلِمٌ .</a></li>
<li><a >وَعنْ علي رَضِيَ اللَّه عَنْهُ ، قَالَ : قال لي رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم : <span >« قُلْ : اللَّهُمَّ اهْدِني ، وَسدِّدْني » .
وَفي رِوَايةٍ : « اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدى ، وَالسَّدَادَ »</span> رواهُ مسلم .</a></li>
<li><a >وَعَنْ أَنَسٍ رَضِيَ اللَّه عَنْهُ ، قَالَ : كَانَ رسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم : يَقُولُ : <span >اللَّهُمَّ إِنِّـي أَعُوذُ بِكَ مِنَ الْعجْزِ والكَسَلِ وَالجُبْنِ وَالهَرَمِ ، وَالْبُخْلِ ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القبْرِ ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ المَحْيا وَالمَمَاتِ » .
وفي رِوايةٍ : « وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ » </span> رَوَاهُ مُسْلِمٌ .</a></li>
<li><a >وَعن أَبي بكْرٍ الصِّدِّيقِ رَضِيَ اللَّه عَنْه ، أَنَّه قَالَ لِرَسولِ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم : عَلِّمني دُعَاءً أَدعُو بِهِ في صَلاتي ، قَالَ : قُلْ : <span >اللَّهمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كثِيراً ، وَلا يَغْفِر الذُّنوبَ إِلاَّ أَنْتَ ، فَاغْفِر لي مغْفِرَةً مِن عِنْدِكَ ، وَارحَمْني ، إِنَّكَ أَنْتَ الْغَفور الرَّحِيم »</span>متَّفَقٌ عليهِ . </a></li>
<li><a >وَعَن أَبي موسَى رضَيَ اللَّه عَنْه ، عَنِ النَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم أَنَّه كَانَ يَدعُو بهَذا الدُّعَاءِ : <span >«اللَّهمَّ اغْفِر لي خَطِيئَتي وجهْلي ، وإِسْرَافي في أَمْري ، وما أَنْتَ أَعلَم بِهِ مِنِّي ، اللَّهمَّ اغفِرْ لي جِدِّي وَهَزْلي ، وَخَطَئي وَعمْدِي ، وَكلُّ ذلِكَ عِنْدِي ، اللَّهُمَّ اغْفِرْ لي مَا قَدَّمْتُ وَمَا أَخَّرْتُ ، وَما أَسْررْتُ وَمَا أَعْلَنْتُ ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي ، أَنْت المقَدِّمُ ، وَأَنْتَ المُؤَخِّرُ، وَأَنْتَ عَلى كلِّ شَيْءٍ قَدِيرٌ »</span>  متفقٌ عليه .</a></li>
<li><a >وعنْ عَائِشَةَ رَضِيَ اللَّه عَنهَا ، أَنَّ النَّبي صَلّى اللهُ عَلَيْهِ وسَلَّم كَانَ يقُولُ في دُعَائِهِ : <span >« اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ ما عمِلْتُ ومِنْ شَرِّ ما لَمْ أَعْمَلْ »</span> رَوَاهُ مُسْلِم . </a></li>
<li><a >وعَنِ ابنِ عُمَر رَضِيَ اللَّه عَنْهُما قَالَ : كانَ مِنْ دُعاءِ رسُولِ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم <span >« اللَّهمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ ، وَتَحَوُّلِ عَافِيَتِكَ وَفُجاءَةِ نِقْمَتِكَ ، وَجميعِ سخَطِكَ » </span> روَاهُ مُسْلِمٌ .</a></li>
<li><a >وَعَنْ زَيْدِ بنِ أَرْقَم رضَي اللَّه عَنْهُ ، قَالَ : كَانَ رَسُولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم يقَولُ :  <span >«اللهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ العَجْزِ وَالكَسَلِ ، والبُخْلِ وَالهَرم ، وعَذَاب الْقَبْر ، اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا ، وَزَكِّهَا أَنْتَ خَيرُ مَنْ زَكَّاهَا ، أَنْتَ ولِيُّهَا وَموْلاَهَا ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلمٍ لا يَنْفَعُ ، ومِنْ قَلْبٍ لاَ يخْشَعُ ، وَمِنْ نَفْسٍ لا تَشبَعُ ، ومِنْ دَعْوةٍ لا يُسْتجابُ لهَا »</span>  رواهُ مُسْلِمٌ .</a></li>
<li><a > وَعنِ ابنِ عبَّاسٍ رَضِيَ اللَّه عَنْهُمَا ، أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم كَانَ يَقُولُ :<span >« اللَّهُمَّ لَكَ أَسْلَمْتُ ، وَبِكَ آمَنْتُ ، وعلَيْكَ تَوَكَّلْتُ ، وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ ، وإِلَيْكَ حَاكَمْتُ . فاغْفِرْ لي ما قَدَّمْتُ ، وما أَخَّرْتُ ، وَمَا أَسْررْتُ ومَا أَعلَنْتُ ، أَنْتَ المُقَدِّمُ ، وَأَنْتَ المُؤَخِّرُ ، لا إِلَهَ إِلاَّ أَنْتَ ولا حَولَ ولا قوَّةَ إِلاَّ بِاللَّهِ »</span> متفَقُ عليهِ . </a></li>
<li><a >وَعَن عَائِشَةَ رَضِيَ اللَّه عَنْهَا ، أَنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم كَانَ يَدعو بهؤُلاءِ الكَلِمَاتِ : <span > «اللَّهُمَّ إِني أَعوذُ بِكَ مِن فِتنةِ النَّارِ ، وعَذَابِ النَّارِ ، وَمِن شَرِّ الغِنَى وَالفَقْر » . </span>رَوَاهُ أَبو داوَد ، والترمذيُّ </a></li>
<li><a > وعَن زيادِ بْن عِلاقَةَ عن عمِّه ، وهو قُطبَةُ بنُ مالِكٍ ، رَضِيَ اللَّه عَنْهُ ، قَال : كَانَ النَّبيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم يقُولُ : <span >« اللَّهمَّ إِنِّي أَعُوذُ بِكَ مِن منْكَرَاتِ الأَخلاقِ ، والأعْمَالِ والأَهْواءِ »</span>  رواهُ الترمذي</a></li>
<li><a >وعَن شكَلِ بنِ حُمَيْدٍ رَضِيَ اللَّه عَنْهُ قَال : قُلْتُ يا رَسولَ اللَّهِ : عَلِّمْني دُعاءً. قَالَ :  <span >« قُلْ : اللَّهُمَّ إِني أعوذُ بِكَ مِنْ شَرِّ سَمْعِي ، وَمِن شَرِّ بصَرِي ، وَمِن شَرِّ لسَاني ، وَمِن شَرِّ قَلبي ، وَمِن شَرِّ منِيِّي » </span> رواهُ أبو داودَ ، والترمذيُّ.</a></li>
<li><a >وَعَن أَنسٍ رَضِيَ اللَّه عَنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم كَانَ يَقُولُ : <span >« اللَّهمَّ إِنِّي أَعُوُذُ بِكَ مِنَ الْبرَصِ ، وَالجُنُونِ ، والجُذَامِ ، وسّيءِ الأَسْقامِ »</span>رَوَاهُ أَبو داود.  </a></li>
<li><a >وعَنْ أَبي هُرَيْرَةَ رَضِيَ اللَّه عَنْهُ ، قَالَ : كانَ رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم يَقولُ : <span >اللَّهمَّ إِنِّي أَعُوذُ بِكَ مِنَ الجُوعِ ، فإِنَّهُ بِئْسَ الضَّجيعُ ، وَأَعُوذُ بِكَ من الخِيانَةِ ، فَإِنَّهَا بئْسَتِ البِطانَةُ » .</span> .رواهُ أبو داودَ.</a></li>
<li><a >وعَنْ عِمْرانَ بنِ الحُصينِ رَضي اللَّه عنْهُمَا ، أَنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم علَّم أَباهُ حُصيْناً كَلِمتَيْنِ يدعُو بهما :  <span >« اللَّهُمَّ أَلهِمْني رُشْدِي ، وأَعِذني مِن شَرِّ نفسي » . </span>رواهُ الترمذيُّ. </a></li>
<li><a >وَعَن أَبي الفَضلِ العبَّاسِ بنِ عَبْدِ المُطَّلِبِ رضِي اللَّه عنْهُ ، قال : قُلْتُ يارسول اللَّهِ : عَلِّمْني شَيْئاً أَسْأَلُهُ اللَّه تَعَالى ، قَالَ : <span >« سَلُوا اللَّه العافِيةَ » . فَمكَثْتُ أَيَّاماً، ثُمَّ جِئتُ فَقُلْتُ : يا رسولَ اللَّه : علِّمْني شَيْئاً أَسْأَلُهُ اللَّه تعالى ، قَالَ لي : « يَا عبَّاسُ يا عمَّ رَسولِ اللَّهِ ، سَلُوا اللَّه العافيةَ في الدُّنْيا والآخِرةِ » .</span>رَواهُ الترمذيُّ. </a></li>
<li><a > وعن أبي الدَّرداءِ رَضيَ اللَّه عَنْهُ ، قَالَ : قَالَ رَسولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم :<span >« كانَ مِن دُعاءِ دَاوُدَ صَلّى اللهُ عَلَيْهِ وسَلَّم : « اللَّهمَّ إِنِّي أَسْأَلُكَ حُبَّكَ ، وَحُبَّ من يُحِبُّكَ ، وَالعمَل الذي يُبَلِّغُني حُبَّكَ اللَّهُمَّ اجْعل حُبَّكَ أَحَبَّ إِلَيَّ مِن نَفسي ، وأَهْلي ، ومِن الماءِ البارد »</span> روَاهُ الترمذيُّ.</a></li>
<li><a >وَعَن ابْنِ مسْعُودٍ ، رضِيَ اللَّه عنْهُ ، قَالَ : كَانَ مِن دُعَاء رَسُولِ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم :  <span >اللَّهُمَّ إِنِّي أَسْأَلُكَ مُوجِباتِ رحْمتِكَ ، وَعزَائمَ مغفِرتِكَ ، والسَّلامَةَ مِن كُلِّ إِثمٍ ، والغَنِيمَةَ مِن كُلِّ بِرٍ ، وَالفَوْزَ بالجَنَّةِ ، وَالنَّجاةَ مِنَ النَّارِ » .</span> رواهُ الحاكِم أبو عبد اللَّهِ ، وقال : حديثٌ صحيحٌ على شرط مسلِمٍ </a></li>
<li><a >وعَنِ ابْنِ عُمر رضِي اللَّه عَنْهُما قَال : كُنَّا نَعُدُّ لِرَسُول اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم في المجلِس الْواحِدِ مائَةَ مرَّةٍ : <span >« ربِّ اغْفِرْ لي ، وتُبْ عليَ إِنَّكَ أَنْتَ التَّوابُ الرَّحِيمُ »</span> رواه أبو داود ، والترمذي .</a></li>
<li><a >وعن أَبي أُمامةَ رضيَ اللَّه عنْهُ قَالَ : دَعا رسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم بِدُعَاءٍ كَثيرٍ ، لم نَحْفَظْ مِنْهُ شَيْئاً ، قُلْنا يا رَسُولَ اللَّهِ دعوت بِدُعاءٍ كَثِيرٍ لم نَحْفَظ منْهُ شَيْئاً ، فقَالَ :  <span >« أَلا أَدُلُّكُم على ما يَجْمَعُ ذَلكَ كُلَّهُ ؟ تَقُولُ : « اللَّهُمَّ إِنِّي أَسْأَلُك مِن خَيرِ ما سأَلَكَ مِنْهُ نبيُّكَ مُحَمَّدٌ صَلّى اللهُ عَلَيْهِ وسَلَّم ، وأَعُوذُ بِكَ من شَرِّ ما اسْتَعاذَ مِنْهُ نَبيُّكَ مُحمَّدٌ صَلّى اللهُ عَلَيْهِ وسَلَّم ، وَأَنْتَ المُسْتَعَانُ ، وعليْكَ البلاغُ ، ولا حَوْلَ ولا قُوَّةَ إِلاَّ بِاللَّهِ »</span> رواهُ الترمذيُّ .</a></li>
</ul>
</div>
$Do3a7
";
$sedanyDo3a76 = "
<title>
من شروط وآداب الدعاء وأسباب الإجابة</title><div class='hts'><h3>
من شروط وآداب الدعاء وأسباب الإجابة</h3>
<ul><li><a > <span >
الإخلاص لله تعالى
<br>
أن يبدأ بحمد الله والثناء عليه ، ثم بالصلاة على النبي صلى الله عليه وسلم ويختم بذلك
<br>
الجزم في الدعاء واليقين بالإجابة
<br>
الإلحاح في الدعاء وعدم الاستعجال
<br>
حضور القلب في الدعاء
<br>
الدعاء في الرخاء والشدة
<br>
لا يسأل إلا الله وحده
<br>
عدم الدعاء على الأهل ، والمال ، والولد ، والنفس
<br>
خفض الصوت بالدعاء بين المخافتة والجهر
<br>
الاعتراف بالذنب ، والاستغفار منه ، والاعتراف بالنعمة ، وشكر الله عليها
<br>
عدم تكلف السجع في الدعاء
<br>
التضرع والخشوع والرغبة والرهبة
<br>
كثرة الأعمال الصالحة ، فإنها سبب عظيم في إجابة الدعاء
<br>
رد المظالم مع التوبة
<br>
الدعاء ثلاثاً
<br>
استقبال القبلة
<br>
رفع الأيدي في الدعاء
<br>
الوضوء قبل الدعاء إذا تيسر
<br>
أن يبدأ الداعي بنفسه إذا دعا لغيره
<br>
أن يتوسل إلى الله بأسمائه الحسنى وصفاته العلى ، أو بعمل صالح قام به الداعي نفسه
<br>
التقرب إلى الله بكثرة النوافل بعد الفرائض ، وهذا من أعظم أسباب إجابة الدعاء
<br>
أن يكون المطعم والمشرب والملبس من حلال
<br>
لا يدعو بإثم أو قطيعة رحم
<br>
أن يدعو لإخوانه المؤمنين ، ويحسن به أن يخص الوالدان والعلماء والصالحون والعباد بالدعاء ، وأن يخص بالدعاء من في صلاحهم صلاح للمسلمين كأولياء الأمور وغيرهم ، ويدعو للمستضعفين والمظلومين من المسلمين
<br>
أن يسأل الله كل صغيرة وكبيرة
<br>
أن يأمر بالمعروف وينهى عن المنكر
<br>
تحري أوقات الإجابة والمبادرة لاغتنام الأحوال والأوضاع والأماكن التي هي من مظان إجابة الدعاء</span>  </a></li>
</ul>
</div> 
$Do3a7
";
$sedanyDo3a77 = "
<title>
أوقات وأحوال واماكن وأوضاع يستحب فيها الدعاء
</title><div class='hts'><h3>
أوقات وأحوال واماكن وأوضاع يستحب فيها الدعاء
</h3>
<ul><li><a > <span >
ليلة القدر
<br>
جوف الليل الآخر ووقت السحر
<br>
دبر الصلوات المكتوبات ( الفرائض الخمس)
<br>
بين الأذان والإقامة
<br>
ساعة من كل ليلة
<br>
عند النداء للصلوات المكتوبات
<br>
عند نزول الغيث
<br>
عند زحف الصفوف في سبيل الله
<br>
ساعة من يوم الجمعة ، وهي على الأرجح آخر ساعة من ساعات العصر قبل الغروب
<br>
عند شرب ماء زمزم مع النية الصادقة
<br>
اثناء السجود في الصلاة
<br>
عند قراءة الفاتحة واستحضار ما يقال فيها
<br>
عند رفع الرأس من الركوع وقول : ربنا ولك الحمد حمداً كثيراً طيباً مباركاً فيه
<br>
عند التأمين في الصلاة
<br>
عند صياح الديكة
<br>
الدعاء بعد زوال الشمس قبل الظهر
<br>
دعاء الغازي في سبيل الله
<br>
دعاء الحاج
<br>
دعاء المعتمر
<br>
الدعاء عند المريض
<br>
عند الاستيقاظ من النوم ليلاً والدعاء المأثور في ذلك وهو قوله ' لا إله إلا الله وحده لا شريك له ، له الملك ، وله الحمد وهو على كل شئ قدير ، الحمد لله ، وسبحان الله ، ولا حول ولا قوة إلا بالله ، ثم قال : اللهم اغفر لي ـ أو دعا ـ استجيب له ، فإن توضأ وصلى قبلت صلاته '
<br>
إذا نام على طهارة ثم استيقظ من الليل ودعا
<br>
عند الدعاء بـ ' لا إله إلا أنت سبحانك إني كنت من الظالمين '
<br>
دعاء الناس عقب وفاة الميت
<br>
الدعاء بعد الثناء على الله والصلاة على النبي صلى الله عليه وسلم في التشهد الأخير
<br>
عند دعاء الله باسمه الأعظم الذي إذا دعي به أجاب وإذا سئل به أعطى
<br>
دعاء المسلم لأخيه المسلم بظهر الغيب
<br>
دعاء يوم عرفة في عرفة
<br>
الدعاء في شهر رمضان
<br>
عند اجتماع المسلمين في مجالس الذكر
<br>
عند الدعاء في المصيبة بـ : ' إنا لله وإنا إليه راجعون ، اللهم أجرني في مصيبتي واخلف لي خيراً منها '
<br>
الدعاء حالة إقبال القلب على الله واشتداد الإخلاص
<br>
دعاء المظلوم على من ظلمه
<br>
دعاء الوالد لولده
<br>
عاء الوالد على ولده
<br>
دعاء المسافر
<br>
دعاء الصائم عند فطره
<br>
دعاء المضطر
<br>
دعاء الإمام العادل
<br>
دعاء الولد البار بوالديه
<br>
الدعاء عقب الوضوء إذا دعا بالمأثور في ذلك . وهو ' أشهد ان لا إله إلا الله وحده لا شريك له ، وأشهد أن محمداً عبده ورسوله ' فمن قال ذلك فتحت له أبواب الجنة الثمانية ، يدخل من أيها شاء
<br>
الدعاء بعد رمي الجمرة الصغرى
<br>
الدعاء بعد رمي الجمرة الوسطى
<br>
الدعاء داخل الكعبة ، ومن صلى داخل الحجر فهو من البيت
<br>
الدعاء في الطواف
<br>
الدعاء على الصفا
<br>
الدعاء على المروة
<br>
الدعاء بيت الصفا والمروة
<br>
الدعاء في الوتر من ليالي العشر الأواخر من رمضان
<br>
الدعاء في العشر الأول من ذي الحجة
<br>
الدعاء عند المشعر الحرام
<br>
والمؤمن يدعو ربه أينما كان وفي أي ساعة ، ولكن هذه الأوقات والأحوال والأماكن تخص بمزيد عناية ، فإنها مواطن يستجاب فيها الدعاء بإذن الله تعالى ..
</span>  </a></li>
</ul>
</div> 
$Do3a7";?>
<?php 


if(!(isset($_GET['sedany']))){
echo" $sedanyDo3a1 ";
}
if($_REQUEST['sedany']=='Do3a1'){
echo" $sedanyDo3a1 ";
}
if($_REQUEST['sedany']=='Do3a2'){
echo" $sedanyDo3a2 ";
}
if($_REQUEST['sedany']=='Do3a3'){
echo" $sedanyDo3a3 ";
}
if($_REQUEST['sedany']=='Do3a4'){
echo" $sedanyDo3a4 ";
}
if($_REQUEST['sedany']=='Do3a5'){
echo" $sedanyDo3a5 ";
}
if($_REQUEST['sedany']=='Do3a6'){
echo" $sedanyDo3a6 ";
}
if($_REQUEST['sedany']=='Do3a7'){
echo" $sedanyDo3a7 ";
}
if($_REQUEST['sedany']=='Do3a8'){
echo" $sedanyDo3a8 ";
}
if($_REQUEST['sedany']=='Do3a9'){
echo" $sedanyDo3a9 ";
}
if($_REQUEST['sedany']=='Do3a10'){
echo" $sedanyDo3a10 ";
}

if($_REQUEST['sedany']=='Do3a11'){
echo" $sedanyDo3a11 ";
}
if($_REQUEST['sedany']=='Do3a12'){
echo" $sedanyDo3a12 ";
}
if($_REQUEST['sedany']=='Do3a13'){
echo" $sedanyDo3a13 ";
}
if($_REQUEST['sedany']=='Do3a14'){
echo" $sedanyDo3a14 ";
}
if($_REQUEST['sedany']=='Do3a15'){
echo" $sedanyDo3a15 ";
}
if($_REQUEST['sedany']=='Do3a16'){
echo" $sedanyDo3a16 ";
}
if($_REQUEST['sedany']=='Do3a17'){
echo" $sedanyDo3a17 ";
}
if($_REQUEST['sedany']=='Do3a18'){
echo" $sedanyDo3a18 ";
}
if($_REQUEST['sedany']=='Do3a19'){
echo" $sedanyDo3a19 ";
}
if($_REQUEST['sedany']=='Do3a20'){
echo" $sedanyDo3a20 ";
}


if($_REQUEST['sedany']=='Do3a21'){
echo" $sedanyDo3a21 ";
}
if($_REQUEST['sedany']=='Do3a22'){
echo" $sedanyDo3a22 ";
}
if($_REQUEST['sedany']=='Do3a23'){
echo" $sedanyDo3a23 ";
}
if($_REQUEST['sedany']=='Do3a24'){
echo" $sedanyDo3a24 ";
}
if($_REQUEST['sedany']=='Do3a25'){
echo" $sedanyDo3a25 ";
}
if($_REQUEST['sedany']=='Do3a26'){
echo" $sedanyDo3a26 ";
}
if($_REQUEST['sedany']=='Do3a27'){
echo" $sedanyDo3a27 ";
}
if($_REQUEST['sedany']=='Do3a28'){
echo" $sedanyDo3a28 ";
}
if($_REQUEST['sedany']=='Do3a29'){
echo" $sedanyDo3a29 ";
}
if($_REQUEST['sedany']=='Do3a30'){
echo" $sedanyDo3a30 ";
}

if($_REQUEST['sedany']=='Do3a31'){
echo" $sedanyDo3a31 ";
}
if($_REQUEST['sedany']=='Do3a32'){
echo" $sedanyDo3a32 ";
}
if($_REQUEST['sedany']=='Do3a33'){
echo" $sedanyDo3a33 ";
}
if($_REQUEST['sedany']=='Do3a34'){
echo" $sedanyDo3a34 ";
}
if($_REQUEST['sedany']=='Do3a35'){
echo" $sedanyDo3a35 ";
}
if($_REQUEST['sedany']=='Do3a36'){
echo" $sedanyDo3a36 ";
}
if($_REQUEST['sedany']=='Do3a37'){
echo" $sedanyDo3a37 ";
}
if($_REQUEST['sedany']=='Do3a38'){
echo" $sedanyDo3a38 ";
}
if($_REQUEST['sedany']=='Do3a39'){
echo" $sedanyDo3a39 ";
}
if($_REQUEST['sedany']=='Do3a40'){
echo" $sedanyDo3a40 ";
}

if($_REQUEST['sedany']=='Do3a41'){
echo" $sedanyDo3a41 ";
}
if($_REQUEST['sedany']=='Do3a42'){
echo" $sedanyDo3a42 ";
}
if($_REQUEST['sedany']=='Do3a43'){
echo" $sedanyDo3a43 ";
}
if($_REQUEST['sedany']=='Do3a44'){
echo" $sedanyDo3a44 ";
}
if($_REQUEST['sedany']=='Do3a45'){
echo" $sedanyDo3a45 ";
}
if($_REQUEST['sedany']=='Do3a46'){
echo" $sedanyDo3a46 ";
}
if($_REQUEST['sedany']=='Do3a47'){
echo" $sedanyDo3a47 ";
}
if($_REQUEST['sedany']=='Do3a48'){
echo" $sedanyDo3a48 ";
}
if($_REQUEST['sedany']=='Do3a49'){
echo" $sedanyDo3a49 ";
}
if($_REQUEST['sedany']=='Do3a50'){
echo" $sedanyDo3a50 ";
}

if($_REQUEST['sedany']=='Do3a51'){
echo" $sedanyDo3a51 ";
}
if($_REQUEST['sedany']=='Do3a52'){
echo" $sedanyDo3a52 ";
}
if($_REQUEST['sedany']=='Do3a53'){
echo" $sedanyDo3a53 ";
}
if($_REQUEST['sedany']=='Do3a54'){
echo" $sedanyDo3a54 ";
}
if($_REQUEST['sedany']=='Do3a55'){
echo" $sedanyDo3a55 ";
}
if($_REQUEST['sedany']=='Do3a56'){
echo" $sedanyDo3a56 ";
}
if($_REQUEST['sedany']=='Do3a57'){
echo" $sedanyDo3a57 ";
}
if($_REQUEST['sedany']=='Do3a58'){
echo" $sedanyDo3a58 ";
}
if($_REQUEST['sedany']=='Do3a59'){
echo" $sedanyDo3a59 ";
}
if($_REQUEST['sedany']=='Do3a60'){
echo" $sedanyDo3a60 ";
}

if($_REQUEST['sedany']=='Do3a61'){
echo" $sedanyDo3a61 ";
}
if($_REQUEST['sedany']=='Do3a62'){
echo" $sedanyDo3a62 ";
}
if($_REQUEST['sedany']=='Do3a63'){
echo" $sedanyDo3a63 ";
}
if($_REQUEST['sedany']=='Do3a64'){
echo" $sedanyDo3a64 ";
}
if($_REQUEST['sedany']=='Do3a65'){
echo" $sedanyDo3a65 ";
}
if($_REQUEST['sedany']=='Do3a66'){
echo" $sedanyDo3a66 ";
}
if($_REQUEST['sedany']=='Do3a67'){
echo" $sedanyDo3a67 ";
}
if($_REQUEST['sedany']=='Do3a68'){
echo" $sedanyDo3a68 ";
}
if($_REQUEST['sedany']=='Do3a69'){
echo" $sedanyDo3a69 ";
}
if($_REQUEST['sedany']=='Do3a70'){
echo" $sedanyDo3a70 ";
}

if($_REQUEST['sedany']=='Do3a71'){
echo" $sedanyDo3a71 ";
}
if($_REQUEST['sedany']=='Do3a72'){
echo" $sedanyDo3a72 ";
}
if($_REQUEST['sedany']=='Do3a73'){
echo" $sedanyDo3a73 ";
}
if($_REQUEST['sedany']=='Do3a74'){
echo" $sedanyDo3a74 ";
}
if($_REQUEST['sedany']=='Do3a75'){
echo" $sedanyDo3a75 ";
}
if($_REQUEST['sedany']=='Do3a76'){
echo" $sedanyDo3a76 ";
}
if($_REQUEST['sedany']=='Do3a77'){
echo" $sedanyDo3a77 ";
}



if($_REQUEST['sedany']=='Do3am1'){
echo" $Do3am1 ";
}
if($_REQUEST['sedany']=='Do3am2'){
echo" $Do3am2 ";
}if($_REQUEST['sedany']=='Do3am3'){
echo" $Do3am3 ";
}if($_REQUEST['sedany']=='Do3am4'){
echo" $Do3am4 ";
}if($_REQUEST['sedany']=='Do3am5'){
echo" $Do3am5 ";
}if($_REQUEST['sedany']=='Do3am6'){
echo" $Do3am6 ";
}if($_REQUEST['sedany']=='Do3am7'){
echo" $Do3am7 ";
}if($_REQUEST['sedany']=='Do3am8'){
echo" $Do3am8 ";
}

?>
<?=$minfooter;?>
<div class="clr"> </div>
<div class="clr"> </div>
</div>
<div class="clr"> </div>
<?=$sedanynet;?>
</div>
<!--هذا الكلاسات للفوتر-->
</div>
</div>
</div>
</div>
<?php
include "inc/footer.php";
?>